{
  "<pad>": 0,
  "<sos>": 1,
  "<eos>": 2,
  "<unk>": 3,
  "!": 4,
  "'": 5,
  "'</w>": 6,
  "'a": 7,
  "'akbar'</w>": 8,
  "'asad": 9,
  "'asad'</w>": 10,
  "'dāġh": 11,
  "'dāġh'</w>": 12,
  "'faiz'</w>": 13,
  "'farāz'</w>": 14,
  "'firāq'</w>": 15,
  "'jālib'</w>": 16,
  "'mohsin'</w>": 17,
  "'mī": 18,
  "'mīr'</w>": 19,
  "'valī'</w>": 20,
  "'vasīm'</w>": 21,
  "'zafar'</w>": 22,
  "'ġhā": 23,
  "'ġhālib'</w>": 24,
  ",": 25,
  "-": 26,
  "-ba-": 27,
  "-e-": 28,
  "-e-dil</w>": 29,
  "-e-ishq</w>": 30,
  "-hā-e-": 31,
  "-o-": 32,
  ".": 33,
  ".a": 34,
  ".a</w>": 35,
  ".at</w>": 36,
  ".e</w>": 37,
  ".eñ</w>": 38,
  ".i": 39,
  ".iiñ</w>": 40,
  ".ā": 41,
  ".ā</w>": 42,
  ".ār</w>": 43,
  ".ī</w>": 44,
  "?": 45,
  "a": 46,
  "aa": 47,
  "aa.": 48,
  "aa.e</w>": 49,
  "aa.eñ</w>": 50,
  "aa.i": 51,
  "aa.ina</w>": 52,
  "aa.ī</w>": 53,
  "aa</w>": 54,
  "aab</w>": 55,
  "aad": 56,
  "aadmī</w>": 57,
  "aag</w>": 58,
  "aage</w>": 59,
  "aah</w>": 60,
  "aaj</w>": 61,
  "aalam</w>": 62,
  "aam</w>": 63,
  "aane</w>": 64,
  "aanā</w>": 65,
  "aao</w>": 66,
  "aap</w>": 67,
  "aar": 68,
  "aarzū</w>": 69,
  "aate</w>": 70,
  "aatā</w>": 71,
  "aatī</w>": 72,
  "aave</w>": 73,
  "aayā</w>": 74,
  "aañ": 75,
  "aañkh</w>": 76,
  "aañsū</w>": 77,
  "ab": 78,
  "ab</w>": 79,
  "aba": 80,
  "abhī</w>": 81,
  "achch": 82,
  "achchhā</w>": 83,
  "achchhī</w>": 84,
  "ad": 85,
  "adam</w>": 86,
  "adā</w>": 87,
  "af": 88,
  "afsur": 89,
  "agar</w>": 90,
  "ah": 91,
  "ah-e-": 92,
  "ah</w>": 93,
  "ahd-e-": 94,
  "ahl-e-": 95,
  "ahr</w>": 96,
  "ahā": 97,
  "ahāñ</w>": 98,
  "ahī</w>": 99,
  "ahīñ</w>": 100,
  "ai": 101,
  "ai</w>": 102,
  "aise</w>": 103,
  "aisā</w>": 104,
  "aisī</w>": 105,
  "aj": 106,
  "ajab</w>": 107,
  "ajna": 108,
  "ajnabī</w>": 109,
  "ak": 110,
  "ak</w>": 111,
  "ake": 112,
  "akelā</w>": 113,
  "aksar</w>": 114,
  "al": 115,
  "allāh</w>": 116,
  "am": 117,
  "am</w>": 118,
  "an": 119,
  "andā": 120,
  "andāz-e-": 121,
  "andāz</w>": 122,
  "anju": 123,
  "anjām</w>": 124,
  "ap": 125,
  "apne</w>": 126,
  "apnā</w>": 127,
  "apnī</w>": 128,
  "aq": 129,
  "aql</w>": 130,
  "ar": 131,
  "ar</w>": 132,
  "arz-e-": 133,
  "as": 134,
  "asar</w>": 135,
  "ash": 136,
  "ashk</w>": 137,
  "au": 138,
  "aur</w>": 139,
  "av": 140,
  "ay": 141,
  "az": 142,
  "az-": 143,
  "azi": 144,
  "añd": 145,
  "añdher": 146,
  "añg": 147,
  "aḳh": 148,
  "b": 149,
  "b-": 150,
  "b-e-": 151,
  "b</w>": 152,
  "ba": 153,
  "ba-": 154,
  "ba.a": 155,
  "ba.ad</w>": 156,
  "ba</w>": 157,
  "baa": 158,
  "baaqī</w>": 159,
  "baar</w>": 160,
  "baat</w>": 161,
  "bach": 162,
  "bad": 163,
  "bad-": 164,
  "bada": 165,
  "badal</w>": 166,
  "badan</w>": 167,
  "bah": 168,
  "bahut</w>": 169,
  "bahār</w>": 170,
  "bai": 171,
  "baithe</w>": 172,
  "baithā</w>": 173,
  "bajā</w>": 174,
  "balā</w>": 175,
  "ban": 176,
  "ban</w>": 177,
  "band</w>": 178,
  "bane</w>": 179,
  "banā": 180,
  "banā</w>": 181,
  "bar": 182,
  "bar</w>": 183,
  "bara": 184,
  "barbād</w>": 185,
  "barq-e-": 186,
  "bas": 187,
  "bas-ki</w>": 188,
  "bas</w>": 189,
  "basar</w>": 190,
  "bastī</w>": 191,
  "bat": 192,
  "bat</w>": 193,
  "bayā": 194,
  "bayābāñ</w>": 195,
  "bayāñ</w>": 196,
  "baz": 197,
  "bazm-e-": 198,
  "bazm</w>": 199,
  "baġhair</w>": 200,
  "baḍ": 201,
  "baḍh</w>": 202,
  "baḍā</w>": 203,
  "baḍī</w>": 204,
  "baḳh": 205,
  "be": 206,
  "be-": 207,
  "be-qarār</w>": 208,
  "be</w>": 209,
  "begā": 210,
  "bh": 211,
  "bha": 212,
  "bhalā</w>": 213,
  "bhar": 214,
  "bhar</w>": 215,
  "bhe": 216,
  "bhu": 217,
  "bhuul</w>": 218,
  "bhā": 219,
  "bhī</w>": 220,
  "bhū": 221,
  "bi": 222,
  "bii": 223,
  "bik": 224,
  "bikhar</w>": 225,
  "bin</w>": 226,
  "bis": 227,
  "bismil</w>": 228,
  "bo": 229,
  "boñ</w>": 230,
  "bu": 231,
  "buj": 232,
  "bujhā</w>": 233,
  "bul": 234,
  "bulbu": 235,
  "bulbul</w>": 236,
  "bur": 237,
  "burā</w>": 238,
  "buu": 239,
  "bā": 240,
  "bā</w>": 241,
  "bāb-e-": 242,
  "bāb</w>": 243,
  "bād-e-": 244,
  "bād</w>": 245,
  "bāl": 246,
  "bān</w>": 247,
  "bār": 248,
  "bār-e-": 249,
  "bār</w>": 250,
  "bāteñ</w>": 251,
  "bāñ</w>": 252,
  "bāñd": 253,
  "bāñdhā</w>": 254,
  "bī": 255,
  "bī</w>": 256,
  "bū": 257,
  "bū</w>": 258,
  "c": 259,
  "ch": 260,
  "ch</w>": 261,
  "cha": 262,
  "chaak</w>": 263,
  "chaar</w>": 264,
  "chai": 265,
  "chain</w>": 266,
  "chal": 267,
  "chal</w>": 268,
  "chale</w>": 269,
  "chalo</w>": 270,
  "chalā</w>": 271,
  "chaman</w>": 272,
  "chand</w>": 273,
  "char": 274,
  "charā": 275,
  "charāġh-e-": 276,
  "charāġh</w>": 277,
  "chash": 278,
  "chashm-e-": 279,
  "chashm</w>": 280,
  "chch": 281,
  "che</w>": 282,
  "cheh": 283,
  "chehra</w>": 284,
  "chehre</w>": 285,
  "chh": 286,
  "chh</w>": 287,
  "chha": 288,
  "chhe": 289,
  "chho": 290,
  "chhoḍ</w>": 291,
  "chhu": 292,
  "chhupā</w>": 293,
  "chhā": 294,
  "chii": 295,
  "chiiz</w>": 296,
  "chu": 297,
  "chuke</w>": 298,
  "chukā</w>": 299,
  "chup</w>": 300,
  "chā": 301,
  "chā</w>": 302,
  "chāh": 303,
  "chāhe</w>": 304,
  "chāhiye</w>": 305,
  "chāhtā</w>": 306,
  "chāhā</w>": 307,
  "chāñd</w>": 308,
  "chī": 309,
  "chī</w>": 310,
  "d": 311,
  "d-": 312,
  "d-e-": 313,
  "d-o-": 314,
  "d</w>": 315,
  "da": 316,
  "da-": 317,
  "da-e-": 318,
  "da.a": 319,
  "da.avā</w>": 320,
  "da</w>": 321,
  "daa": 322,
  "daaġh</w>": 323,
  "dab": 324,
  "dagī</w>": 325,
  "dahr</w>": 326,
  "dam-e-": 327,
  "dam</w>": 328,
  "dan</w>": 329,
  "dar": 330,
  "dar-": 331,
  "dar-o-": 332,
  "dar-o-dīvār</w>": 333,
  "dar</w>": 334,
  "dard-e-": 335,
  "dard</w>": 336,
  "dariyā</w>": 337,
  "darkār</w>": 338,
  "darte</w>": 339,
  "das": 340,
  "dash": 341,
  "dast-e-": 342,
  "dat</w>": 343,
  "dau": 344,
  "daur": 345,
  "davā</w>": 346,
  "dda": 347,
  "de": 348,
  "de</w>": 349,
  "dekh": 350,
  "dekh</w>": 351,
  "dekhe</w>": 352,
  "dekhiye</w>": 353,
  "dekhne</w>": 354,
  "dekhnā</w>": 355,
  "dekho</w>": 356,
  "dekhte</w>": 357,
  "dekhā</w>": 358,
  "der</w>": 359,
  "dete</w>": 360,
  "detā</w>": 361,
  "detī</w>": 362,
  "deñ</w>": 363,
  "dh": 364,
  "dha": 365,
  "dhar</w>": 366,
  "dho": 367,
  "dhu": 368,
  "dhuu": 369,
  "dhuup</w>": 370,
  "dhū": 371,
  "dhūñd": 372,
  "dhūñdte</w>": 373,
  "di": 374,
  "dii": 375,
  "dikh": 376,
  "dikhā</w>": 377,
  "dil": 378,
  "dil-": 379,
  "dil-e-": 380,
  "dil</w>": 381,
  "diloñ</w>": 382,
  "dimā": 383,
  "din</w>": 384,
  "dinoñ</w>": 385,
  "diye</w>": 386,
  "diyā</w>": 387,
  "do": 388,
  "do-": 389,
  "do</w>": 390,
  "donoñ</w>": 391,
  "dos": 392,
  "dost</w>": 393,
  "dostī</w>": 394,
  "doñ</w>": 395,
  "du": 396,
  "dukh</w>": 397,
  "duni": 398,
  "duniyā</w>": 399,
  "dush": 400,
  "dushman</w>": 401,
  "dushmanī</w>": 402,
  "duur</w>": 403,
  "duuñ</w>": 404,
  "duā</w>": 405,
  "dā": 406,
  "dā-e-": 407,
  "dā.ī</w>": 408,
  "dā</w>": 409,
  "dād</w>": 410,
  "dāman</w>": 411,
  "dān-e-": 412,
  "dār</w>": 413,
  "dārī</w>": 414,
  "dāstāñ</w>": 415,
  "dāva": 416,
  "dāñ</w>": 417,
  "dāġh": 418,
  "dāġh-e-": 419,
  "dī": 420,
  "dī</w>": 421,
  "dīda-e-": 422,
  "dīdār</w>": 423,
  "dīvā": 424,
  "dīvāna</w>": 425,
  "dīvār</w>": 426,
  "dū": 427,
  "dūñgā</w>": 428,
  "e": 429,
  "e'": 430,
  "e'ti": 431,
  "e'tibār</w>": 432,
  "e-": 433,
  "e</w>": 434,
  "egā</w>": 435,
  "egī</w>": 436,
  "eh": 437,
  "ehti": 438,
  "ek</w>": 439,
  "er": 440,
  "er-e-": 441,
  "eñ</w>": 442,
  "eñge</w>": 443,
  "f": 444,
  "f-e-": 445,
  "f</w>": 446,
  "fa": 447,
  "fai": 448,
  "fais": 449,
  "faisla</w>": 450,
  "falak</w>": 451,
  "fanā</w>": 452,
  "faqat</w>": 453,
  "far": 454,
  "fare": 455,
  "faro": 456,
  "fas</w>": 457,
  "fasā": 458,
  "fat</w>": 459,
  "fazā</w>": 460,
  "fi": 461,
  "fikr</w>": 462,
  "fir": 463,
  "fir</w>": 464,
  "firā": 465,
  "firāq</w>": 466,
  "fit": 467,
  "fitrat</w>": 468,
  "fu": 469,
  "fur": 470,
  "furqat</w>": 471,
  "fursat</w>": 472,
  "fuġhāñ</w>": 473,
  "fā": 474,
  "fā</w>": 475,
  "g": 476,
  "g-e-": 477,
  "g</w>": 478,
  "ga": 479,
  "ga.e</w>": 480,
  "ga.iiñ</w>": 481,
  "ga.ī</w>": 482,
  "gal</w>": 483,
  "galī</w>": 484,
  "gan</w>": 485,
  "gar": 486,
  "gar</w>": 487,
  "garche</w>": 488,
  "gard-e-": 489,
  "gardan</w>": 490,
  "gardi": 491,
  "gardish-e-": 492,
  "gare": 493,
  "garebāñ</w>": 494,
  "garm</w>": 495,
  "gayā</w>": 496,
  "ge": 497,
  "ge</w>": 498,
  "gha": 499,
  "ghab": 500,
  "ghar</w>": 501,
  "gi": 502,
  "gila</w>": 503,
  "gir": 504,
  "giraf": 505,
  "go": 506,
  "go</w>": 507,
  "goyā</w>": 508,
  "goñ</w>": 509,
  "gu": 510,
  "guf": 511,
  "gul": 512,
  "gul-": 513,
  "gul-e-": 514,
  "gul</w>": 515,
  "guli": 516,
  "gulistāñ</w>": 517,
  "gulshan</w>": 518,
  "gulā": 519,
  "gumāñ</w>": 520,
  "gun": 521,
  "gunā": 522,
  "gure": 523,
  "guz": 524,
  "guzar": 525,
  "guzar</w>": 526,
  "guzre</w>": 527,
  "guzrī</w>": 528,
  "gā": 529,
  "gā</w>": 530,
  "gār</w>": 531,
  "gāñ</w>": 532,
  "gī": 533,
  "gī</w>": 534,
  "gūñ</w>": 535,
  "h": 536,
  "h-": 537,
  "h-e-": 538,
  "h-o-": 539,
  "h</w>": 540,
  "ha": 541,
  "ha</w>": 542,
  "haa": 543,
  "haa.e</w>": 544,
  "haal</w>": 545,
  "haath</w>": 546,
  "haañ</w>": 547,
  "hab": 548,
  "hab</w>": 549,
  "had</w>": 550,
  "hai": 551,
  "hai</w>": 552,
  "haiñ</w>": 553,
  "hal": 554,
  "hal</w>": 555,
  "ham": 556,
  "ham-": 557,
  "ham</w>": 558,
  "hame": 559,
  "hamesha</w>": 560,
  "hameñ</w>": 561,
  "hamāre</w>": 562,
  "hamārā</w>": 563,
  "hamārī</w>": 564,
  "hamīñ</w>": 565,
  "han</w>": 566,
  "haq</w>": 567,
  "haqī": 568,
  "haqīqat</w>": 569,
  "har": 570,
  "har-": 571,
  "har-chand</w>": 572,
  "har-e-": 573,
  "har</w>": 574,
  "haram</w>": 575,
  "harī": 576,
  "has": 577,
  "hash": 578,
  "hashr</w>": 579,
  "hasrat-e-": 580,
  "hasrat</w>": 581,
  "hastī</w>": 582,
  "hat-e-": 583,
  "hat</w>": 584,
  "haus": 585,
  "hava": 586,
  "havas</w>": 587,
  "havā": 588,
  "havā-e-": 589,
  "havā</w>": 590,
  "hayā</w>": 591,
  "hayāt</w>": 592,
  "haz": 593,
  "hazrat-e-": 594,
  "hazār</w>": 595,
  "hañ": 596,
  "hañg": 597,
  "hañgā": 598,
  "hañs</w>": 599,
  "he</w>": 600,
  "her": 601,
  "heñ</w>": 602,
  "hi": 603,
  "hij": 604,
  "hijr</w>": 605,
  "hijā": 606,
  "hir": 607,
  "hir</w>": 608,
  "hisā": 609,
  "hisāb</w>": 610,
  "hiye</w>": 611,
  "ho": 612,
  "ho</w>": 613,
  "hogā</w>": 614,
  "hogī</w>": 615,
  "hone</w>": 616,
  "honā</w>": 617,
  "hosh</w>": 618,
  "hote</w>": 619,
  "hotā</w>": 620,
  "hotī</w>": 621,
  "hoñ": 622,
  "hoñ</w>": 623,
  "hoñge</w>": 624,
  "hte</w>": 625,
  "htā</w>": 626,
  "hu": 627,
  "hue</w>": 628,
  "hun": 629,
  "hunar</w>": 630,
  "hus": 631,
  "husn-e-": 632,
  "husn</w>": 633,
  "huu": 634,
  "huul</w>": 635,
  "huuñ</w>": 636,
  "huā</w>": 637,
  "huī</w>": 638,
  "hā": 639,
  "hā-e-": 640,
  "hā.ī</w>": 641,
  "hā</w>": 642,
  "hāl-e-": 643,
  "hāl</w>": 644,
  "hāsil</w>": 645,
  "hāthoñ</w>": 646,
  "hāñ</w>": 647,
  "hī</w>": 648,
  "hū": 649,
  "hū</w>": 650,
  "i": 651,
  "i</w>": 652,
  "idhar</w>": 653,
  "ii": 654,
  "iiñ</w>": 655,
  "ij": 656,
  "ije</w>": 657,
  "ik</w>": 658,
  "il": 659,
  "ilti": 660,
  "im": 661,
  "imti": 662,
  "in": 663,
  "in</w>": 664,
  "insān</w>": 665,
  "inti": 666,
  "intizār</w>": 667,
  "iq": 668,
  "ir": 669,
  "irā": 670,
  "is": 671,
  "is</w>": 672,
  "ish": 673,
  "ish-e-": 674,
  "ish</w>": 675,
  "ishq-e-": 676,
  "ishq</w>": 677,
  "isī</w>": 678,
  "it": 679,
  "itne</w>": 680,
  "itnā</w>": 681,
  "itnī</w>": 682,
  "iye</w>": 683,
  "iyā</w>": 684,
  "iz": 685,
  "iz</w>": 686,
  "iztir": 687,
  "iḳh": 688,
  "iḳhti": 689,
  "iḳhtiyār</w>": 690,
  "j": 691,
  "j-e-": 692,
  "j</w>": 693,
  "ja": 694,
  "jaa": 695,
  "jaa.e</w>": 696,
  "jaa.eñ</w>": 697,
  "jaan</w>": 698,
  "jaane</w>": 699,
  "jaanā</w>": 700,
  "jaao</w>": 701,
  "jaate</w>": 702,
  "jaatā</w>": 703,
  "jaatī</w>": 704,
  "jaañ</w>": 705,
  "jab": 706,
  "jab</w>": 707,
  "jafā</w>": 708,
  "jag": 709,
  "jagah</w>": 710,
  "jahāñ</w>": 711,
  "jaise</w>": 712,
  "jal": 713,
  "jal</w>": 714,
  "jalva": 715,
  "jalva-": 716,
  "jalva-e-": 717,
  "jalva</w>": 718,
  "jalve</w>": 719,
  "jalā</w>": 720,
  "jamā": 721,
  "janā": 722,
  "jau": 723,
  "jauhar-e-": 724,
  "javā": 725,
  "javāb</w>": 726,
  "javānī</w>": 727,
  "jaz": 728,
  "jh</w>": 729,
  "jha": 730,
  "jhu": 731,
  "jhū": 732,
  "ji": 733,
  "jigar": 734,
  "jigar</w>": 735,
  "jii": 736,
  "jin</w>": 737,
  "jis</w>": 738,
  "jise</w>": 739,
  "jism</w>": 740,
  "jit": 741,
  "jiye</w>": 742,
  "jo": 743,
  "jo</w>": 744,
  "josh-e-": 745,
  "ju": 746,
  "judā.ī</w>": 747,
  "judā</w>": 748,
  "jum": 749,
  "junūñ</w>": 750,
  "jur": 751,
  "jurm</w>": 752,
  "justuj": 753,
  "justujū</w>": 754,
  "juuñ</w>": 755,
  "juz</w>": 756,
  "jā": 757,
  "jā.": 758,
  "jā.egā</w>": 759,
  "jā.egī</w>": 760,
  "jā.eñge</w>": 761,
  "jā.iye</w>": 762,
  "jā.ūñ</w>": 763,
  "jā</w>": 764,
  "jām-e-": 765,
  "jām</w>": 766,
  "jān": 767,
  "jān-e-": 768,
  "jāni": 769,
  "jānte</w>": 770,
  "jānāñ</w>": 771,
  "jāñ-": 772,
  "jāñ</w>": 773,
  "jī": 774,
  "jī</w>": 775,
  "jū": 776,
  "jūd</w>": 777,
  "k": 778,
  "k-": 779,
  "k-e-": 780,
  "k</w>": 781,
  "ka": 782,
  "ka.ī</w>": 783,
  "kaa": 784,
  "kaam</w>": 785,
  "kaash</w>": 786,
  "kab": 787,
  "kab</w>": 788,
  "kabhī</w>": 789,
  "kaf-e-": 790,
  "kah": 791,
  "kah</w>": 792,
  "kahe</w>": 793,
  "kaheñ</w>": 794,
  "kahiye</w>": 795,
  "kahne</w>": 796,
  "kahnā</w>": 797,
  "kaho</w>": 798,
  "kahte</w>": 799,
  "kahtā</w>": 800,
  "kahā</w>": 801,
  "kahānī</w>": 802,
  "kahāñ</w>": 803,
  "kahī</w>": 804,
  "kahīñ</w>": 805,
  "kahūñ</w>": 806,
  "kai": 807,
  "kaise</w>": 808,
  "kaisā</w>": 809,
  "kaisī</w>": 810,
  "kal": 811,
  "kal</w>": 812,
  "kam-": 813,
  "kam</w>": 814,
  "kamar</w>": 815,
  "kamī</w>": 816,
  "kan": 817,
  "kan</w>": 818,
  "kar": 819,
  "kar</w>": 820,
  "karam</w>": 821,
  "kare</w>": 822,
  "kareñ</w>": 823,
  "kareñge</w>": 824,
  "karne</w>": 825,
  "karnā</w>": 826,
  "karo</w>": 827,
  "karte</w>": 828,
  "kartā</w>": 829,
  "kartī</w>": 830,
  "karūñ</w>": 831,
  "kas": 832,
  "kash": 833,
  "kash-e-": 834,
  "kash</w>": 835,
  "kat</w>": 836,
  "kaun</w>": 837,
  "ke</w>": 838,
  "kh": 839,
  "kh</w>": 840,
  "kha": 841,
  "khe": 842,
  "khe</w>": 843,
  "khel</w>": 844,
  "khi": 845,
  "kho": 846,
  "kho</w>": 847,
  "khu": 848,
  "khul": 849,
  "khul</w>": 850,
  "khā": 851,
  "khā</w>": 852,
  "khī": 853,
  "khī</w>": 854,
  "khīñ": 855,
  "khīñch</w>": 856,
  "ki": 857,
  "ki</w>": 858,
  "kidhar</w>": 859,
  "kiije</w>": 860,
  "kin</w>": 861,
  "kis</w>": 862,
  "kisī</w>": 863,
  "kitne</w>": 864,
  "kitnā</w>": 865,
  "kitnī</w>": 866,
  "kiye</w>": 867,
  "kiyā</w>": 868,
  "ko": 869,
  "ko</w>": 870,
  "koñ</w>": 871,
  "koī</w>": 872,
  "kr-e-": 873,
  "kr</w>": 874,
  "ktā</w>": 875,
  "ku": 876,
  "kuchh</w>": 877,
  "kush": 878,
  "kuuñ</w>": 879,
  "kyuuñ</w>": 880,
  "kyā</w>": 881,
  "kyūñ": 882,
  "kyūñkar</w>": 883,
  "kā": 884,
  "kā</w>": 885,
  "kāfir</w>": 886,
  "kān</w>": 887,
  "kār": 888,
  "kār-e-": 889,
  "kār</w>": 890,
  "kārvāñ</w>": 891,
  "kī": 892,
  "kī</w>": 893,
  "kījiye</w>": 894,
  "kū": 895,
  "kū-e-": 896,
  "l": 897,
  "l-": 898,
  "l-e-": 899,
  "l</w>": 900,
  "la": 901,
  "la-": 902,
  "la-e-": 903,
  "la</w>": 904,
  "laa": 905,
  "laakh</w>": 906,
  "lab": 907,
  "lab-e-": 908,
  "lab</w>": 909,
  "laboñ</w>": 910,
  "laf": 911,
  "lag": 912,
  "lag</w>": 913,
  "lage</w>": 914,
  "lagte</w>": 915,
  "lagtā</w>": 916,
  "lagtī</w>": 917,
  "lagā</w>": 918,
  "lagī</w>": 919,
  "lah": 920,
  "lahū</w>": 921,
  "lai": 922,
  "lak</w>": 923,
  "lam": 924,
  "lam</w>": 925,
  "lat</w>": 926,
  "lau": 927,
  "lazza": 928,
  "lazzat-e-": 929,
  "laḍ": 930,
  "le": 931,
  "le</w>": 932,
  "legā</w>": 933,
  "lekin</w>": 934,
  "lete</w>": 935,
  "leñ</w>": 936,
  "li": 937,
  "lib": 938,
  "likh": 939,
  "likhā</w>": 940,
  "likhūñ</w>": 941,
  "lim</w>": 942,
  "liye</w>": 943,
  "liyā</w>": 944,
  "liyāñ</w>": 945,
  "lo": 946,
  "lo</w>": 947,
  "log</w>": 948,
  "logoñ</w>": 949,
  "loñ</w>": 950,
  "lte</w>": 951,
  "ltā</w>": 952,
  "lu": 953,
  "lut": 954,
  "lutf</w>": 955,
  "luut</w>": 956,
  "lā": 957,
  "lā-": 958,
  "lā</w>": 959,
  "lāh</w>": 960,
  "lāk</w>": 961,
  "lām</w>": 962,
  "lāmat</w>": 963,
  "lāne</w>": 964,
  "lāt</w>": 965,
  "lāyā</w>": 966,
  "lī": 967,
  "lī'</w>": 968,
  "lī</w>": 969,
  "lū": 970,
  "lūm</w>": 971,
  "m": 972,
  "m'</w>": 973,
  "m-": 974,
  "m-e-": 975,
  "m-o-": 976,
  "m</w>": 977,
  "ma": 978,
  "ma-": 979,
  "ma-e-": 980,
  "ma.a": 981,
  "ma.alūm</w>": 982,
  "ma</w>": 983,
  "maa": 984,
  "maan</w>": 985,
  "maanā</w>": 986,
  "magar</w>": 987,
  "mah": 988,
  "mahfil</w>": 989,
  "mahv-e-": 990,
  "mai": 991,
  "mai-": 992,
  "mai-ka": 993,
  "mai</w>": 994,
  "maiñ</w>": 995,
  "maj": 996,
  "majnūñ</w>": 997,
  "mak": 998,
  "mak</w>": 999,
  "makāñ</w>": 1000,
  "mal</w>": 1001,
  "man": 1002,
  "man-e-": 1003,
  "man</w>": 1004,
  "manzi": 1005,
  "manzil</w>": 1006,
  "manī</w>": 1007,
  "maq": 1008,
  "maqā": 1009,
  "maqām</w>": 1010,
  "mar": 1011,
  "mar</w>": 1012,
  "marne</w>": 1013,
  "mas": 1014,
  "mash": 1015,
  "masī": 1016,
  "mat": 1017,
  "mat</w>": 1018,
  "matlab</w>": 1019,
  "mau": 1020,
  "mauj-e-": 1021,
  "mauj-e-sharāb</w>": 1022,
  "maujūd</w>": 1023,
  "mausam</w>": 1024,
  "maut</w>": 1025,
  "maz": 1026,
  "mazā</w>": 1027,
  "me": 1028,
  "me</w>": 1029,
  "meh": 1030,
  "mehr": 1031,
  "mer": 1032,
  "mere</w>": 1033,
  "merā</w>": 1034,
  "merī</w>": 1035,
  "meñ</w>": 1036,
  "mh": 1037,
  "mi": 1038,
  "mil": 1039,
  "mil</w>": 1040,
  "mile</w>": 1041,
  "milne</w>": 1042,
  "milnā</w>": 1043,
  "miltā</w>": 1044,
  "milā</w>": 1045,
  "min": 1046,
  "mire</w>": 1047,
  "mirā</w>": 1048,
  "mirī</w>": 1049,
  "misl-e-": 1050,
  "mit": 1051,
  "miyāñ</w>": 1052,
  "miz": 1053,
  "mizh": 1054,
  "mizhgāñ</w>": 1055,
  "mizā": 1056,
  "mizāj</w>": 1057,
  "mo": 1058,
  "moh": 1059,
  "mohab": 1060,
  "mohabbat</w>": 1061,
  "moñ</w>": 1062,
  "mu": 1063,
  "mudda": 1064,
  "mudda.ā</w>": 1065,
  "muddat</w>": 1066,
  "muj": 1067,
  "mujh</w>": 1068,
  "mujhe</w>": 1069,
  "mum": 1070,
  "mun": 1071,
  "mur": 1072,
  "murā": 1073,
  "mus": 1074,
  "musal": 1075,
  "mush": 1076,
  "mushki": 1077,
  "mushkil</w>": 1078,
  "musku": 1079,
  "musā": 1080,
  "musī": 1081,
  "mut": 1082,
  "muñ": 1083,
  "muñh</w>": 1084,
  "myā": 1085,
  "mā": 1086,
  "mā</w>": 1087,
  "mān": 1088,
  "mān-e-": 1089,
  "mān</w>": 1090,
  "māni": 1091,
  "mānind</w>": 1092,
  "mānī</w>": 1093,
  "mār</w>": 1094,
  "māñ</w>": 1095,
  "māñge</w>": 1096,
  "mī": 1097,
  "mī</w>": 1098,
  "mū": 1099,
  "n": 1100,
  "n-": 1101,
  "n-e-": 1102,
  "n-o-": 1103,
  "n</w>": 1104,
  "na": 1105,
  "na-": 1106,
  "na-e-": 1107,
  "na.e</w>": 1108,
  "na.ī</w>": 1109,
  "na</w>": 1110,
  "naa": 1111,
  "naam</w>": 1112,
  "naaz</w>": 1113,
  "nafas</w>": 1114,
  "nahīñ</w>": 1115,
  "nam</w>": 1116,
  "naq": 1117,
  "naqsh-e-": 1118,
  "nar": 1119,
  "nash": 1120,
  "nashā": 1121,
  "nashīñ</w>": 1122,
  "nasī": 1123,
  "nasīb</w>": 1124,
  "nat</w>": 1125,
  "nau": 1126,
  "nau-": 1127,
  "navā": 1128,
  "nayā</w>": 1129,
  "naz": 1130,
  "nazar</w>": 1131,
  "naġh": 1132,
  "nd</w>": 1133,
  "ne": 1134,
  "ne</w>": 1135,
  "nh": 1136,
  "nheñ</w>": 1137,
  "ni": 1138,
  "nig": 1139,
  "nigah-e-": 1140,
  "nigah</w>": 1141,
  "nigā": 1142,
  "nigāh-e-": 1143,
  "nigāh</w>": 1144,
  "nihāñ</w>": 1145,
  "nii": 1146,
  "niiñd</w>": 1147,
  "nik": 1148,
  "nikal": 1149,
  "nikal</w>": 1150,
  "nikaltī</w>": 1151,
  "nikle</w>": 1152,
  "niklā</w>": 1153,
  "nikā": 1154,
  "nishā": 1155,
  "niyā": 1156,
  "nj": 1157,
  "no": 1158,
  "noñ</w>": 1159,
  "nu": 1160,
  "num": 1161,
  "numā</w>": 1162,
  "nā": 1163,
  "nā-": 1164,
  "nā-e-": 1165,
  "nā.ī</w>": 1166,
  "nā</w>": 1167,
  "nām</w>": 1168,
  "nās": 1169,
  "nāse": 1170,
  "nāseh</w>": 1171,
  "nāz</w>": 1172,
  "nāzu": 1173,
  "nī": 1174,
  "nī-e-": 1175,
  "nī</w>": 1176,
  "nū": 1177,
  "nūñ</w>": 1178,
  "o": 1179,
  "o</w>": 1180,
  "oge</w>": 1181,
  "oñ</w>": 1182,
  "p": 1183,
  "p</w>": 1184,
  "pa": 1185,
  "paa": 1186,
  "paa.ī</w>": 1187,
  "paanī</w>": 1188,
  "paas</w>": 1189,
  "paate</w>": 1190,
  "paayā</w>": 1191,
  "paañv</w>": 1192,
  "pah": 1193,
  "pahchā": 1194,
  "pahl": 1195,
  "pahle</w>": 1196,
  "pahlū</w>": 1197,
  "pahuñ": 1198,
  "pahuñche</w>": 1199,
  "pahuñchā</w>": 1200,
  "pai": 1201,
  "paidā</w>": 1202,
  "pal</w>": 1203,
  "par": 1204,
  "par</w>": 1205,
  "parda</w>": 1206,
  "pareshā": 1207,
  "pareshāñ</w>": 1208,
  "parvā": 1209,
  "pasa": 1210,
  "pasand</w>": 1211,
  "pat": 1212,
  "patt": 1213,
  "patthar</w>": 1214,
  "paḍ": 1215,
  "paḍe</w>": 1216,
  "paḍā</w>": 1217,
  "pe": 1218,
  "pe</w>": 1219,
  "pesh</w>": 1220,
  "ph": 1221,
  "phai": 1222,
  "phe": 1223,
  "phir": 1224,
  "phir</w>": 1225,
  "phirte</w>": 1226,
  "phirī</w>": 1227,
  "phuul</w>": 1228,
  "phū": 1229,
  "pi": 1230,
  "pin": 1231,
  "pinhāñ</w>": 1232,
  "pu": 1233,
  "pur": 1234,
  "pur-": 1235,
  "py": 1236,
  "pyaar</w>": 1237,
  "pyāre</w>": 1238,
  "pā": 1239,
  "pā</w>": 1240,
  "pās": 1241,
  "pāñ": 1242,
  "pāñch</w>": 1243,
  "pī": 1244,
  "pī</w>": 1245,
  "pū": 1246,
  "pūch": 1247,
  "pūchh": 1248,
  "pūchh</w>": 1249,
  "pūchhe</w>": 1250,
  "pūchho</w>": 1251,
  "q": 1252,
  "q-": 1253,
  "q-e-": 1254,
  "q</w>": 1255,
  "qa": 1256,
  "qa</w>": 1257,
  "qab": 1258,
  "qabā</w>": 1259,
  "qad": 1260,
  "qadam</w>": 1261,
  "qadar</w>": 1262,
  "qai": 1263,
  "qar": 1264,
  "qarār</w>": 1265,
  "qarīb</w>": 1266,
  "qasam</w>": 1267,
  "qat": 1268,
  "qat-e-": 1269,
  "qat</w>": 1270,
  "qatl</w>": 1271,
  "qatra</w>": 1272,
  "qayā": 1273,
  "qayāmat</w>": 1274,
  "qi": 1275,
  "qis": 1276,
  "qismat</w>": 1277,
  "qu": 1278,
  "qubū": 1279,
  "qubūl</w>": 1280,
  "qud": 1281,
  "qur": 1282,
  "qā": 1283,
  "qābi": 1284,
  "qābil</w>": 1285,
  "qāt</w>": 1286,
  "qāti": 1287,
  "qātil</w>": 1288,
  "qī": 1289,
  "qī</w>": 1290,
  "qū": 1291,
  "r": 1292,
  "r'</w>": 1293,
  "r-": 1294,
  "r-e-": 1295,
  "r-o-": 1296,
  "r</w>": 1297,
  "ra": 1298,
  "ra-e-": 1299,
  "ra</w>": 1300,
  "raa": 1301,
  "raah</w>": 1302,
  "raat</w>": 1303,
  "raaz</w>": 1304,
  "rab": 1305,
  "rab</w>": 1306,
  "raf": 1307,
  "rafta</w>": 1308,
  "rah": 1309,
  "rah</w>": 1310,
  "rahe</w>": 1311,
  "raho</w>": 1312,
  "rahte</w>": 1313,
  "rahtā</w>": 1314,
  "rahā</w>": 1315,
  "rahī</w>": 1316,
  "rak": 1317,
  "rakh": 1318,
  "rakh</w>": 1319,
  "rakhte</w>": 1320,
  "rakhtā</w>": 1321,
  "rakkhe</w>": 1322,
  "ram</w>": 1323,
  "ran": 1324,
  "ran</w>": 1325,
  "raqī": 1326,
  "raqīb</w>": 1327,
  "ras": 1328,
  "rash": 1329,
  "rashk</w>": 1330,
  "rasta</w>": 1331,
  "rat-": 1332,
  "rat-e-": 1333,
  "rat</w>": 1334,
  "rau": 1335,
  "raushan</w>": 1336,
  "raushnī</w>": 1337,
  "rav": 1338,
  "rañg": 1339,
  "rañg-e-": 1340,
  "rañg</w>": 1341,
  "re": 1342,
  "re</w>": 1343,
  "reñ</w>": 1344,
  "ri": 1345,
  "rin": 1346,
  "rish": 1347,
  "ro": 1348,
  "ro</w>": 1349,
  "rone</w>": 1350,
  "roz</w>": 1351,
  "roñ</w>": 1352,
  "ru": 1353,
  "rus": 1354,
  "rusvā.ī</w>": 1355,
  "ruu": 1356,
  "ruuh</w>": 1357,
  "ruḳh": 1358,
  "ruḳh</w>": 1359,
  "rā": 1360,
  "rā</w>": 1361,
  "rāb</w>": 1362,
  "rāh-e-": 1363,
  "rāh</w>": 1364,
  "rār</w>": 1365,
  "rāteñ</w>": 1366,
  "rāz-e-": 1367,
  "rāñ</w>": 1368,
  "rī": 1369,
  "rī</w>": 1370,
  "rīñ</w>": 1371,
  "rū": 1372,
  "rū</w>": 1373,
  "s": 1374,
  "s-e-": 1375,
  "s</w>": 1376,
  "sa": 1377,
  "sa</w>": 1378,
  "saa": 1379,
  "saa.e</w>": 1380,
  "saaf</w>": 1381,
  "saaqī</w>": 1382,
  "saare</w>": 1383,
  "saarā</w>": 1384,
  "saarī</w>": 1385,
  "saath</w>": 1386,
  "saaya</w>": 1387,
  "saañ": 1388,
  "saañs</w>": 1389,
  "sab": 1390,
  "sab</w>": 1391,
  "sabab</w>": 1392,
  "sabhī</w>": 1393,
  "sabr</w>": 1394,
  "sabā</w>": 1395,
  "sach</w>": 1396,
  "sad": 1397,
  "sad-": 1398,
  "sadā</w>": 1399,
  "saf": 1400,
  "safar</w>": 1401,
  "sah": 1402,
  "sahar</w>": 1403,
  "sahl</w>": 1404,
  "sahrā</w>": 1405,
  "sahī</w>": 1406,
  "sai": 1407,
  "saj": 1408,
  "sak": 1409,
  "sake</w>": 1410,
  "sakte</w>": 1411,
  "saktā</w>": 1412,
  "saktī</w>": 1413,
  "sakā</w>": 1414,
  "sal": 1415,
  "salāmat</w>": 1416,
  "salī": 1417,
  "sam": 1418,
  "sam</w>": 1419,
  "samaj": 1420,
  "samajh</w>": 1421,
  "samj": 1422,
  "samjhe</w>": 1423,
  "samjhā</w>": 1424,
  "samun": 1425,
  "san": 1426,
  "sanam</w>": 1427,
  "sar": 1428,
  "sar-": 1429,
  "sar-e-": 1430,
  "sar</w>": 1431,
  "sarā": 1432,
  "sat": 1433,
  "sat</w>": 1434,
  "sau": 1435,
  "sau</w>": 1436,
  "sav": 1437,
  "say": 1438,
  "sazā</w>": 1439,
  "sañ": 1440,
  "sañg": 1441,
  "saḳht</w>": 1442,
  "se</w>": 1443,
  "sh": 1444,
  "sh-e-": 1445,
  "sh</w>": 1446,
  "sha": 1447,
  "sha-e-": 1448,
  "sha</w>": 1449,
  "shaa": 1450,
  "shaam</w>": 1451,
  "shab": 1452,
  "shab-e-": 1453,
  "shab</w>": 1454,
  "shah": 1455,
  "shahr-e-": 1456,
  "shahr</w>": 1457,
  "shahī": 1458,
  "shai": 1459,
  "shai</w>": 1460,
  "shaiḳh</w>": 1461,
  "sham": 1462,
  "sham.a</w>": 1463,
  "shan</w>": 1464,
  "shar": 1465,
  "shar</w>": 1466,
  "sharm</w>": 1467,
  "sharāb</w>": 1468,
  "sharī": 1469,
  "shauq-e-": 1470,
  "shauq</w>": 1471,
  "shaḳhs</w>": 1472,
  "she": 1473,
  "she</w>": 1474,
  "sher</w>": 1475,
  "shi": 1476,
  "shik": 1477,
  "shika": 1478,
  "shikas": 1479,
  "shikva": 1480,
  "shikā": 1481,
  "shikāyat</w>": 1482,
  "shnī</w>": 1483,
  "sho": 1484,
  "sho.a": 1485,
  "shor</w>": 1486,
  "shoḳh</w>": 1487,
  "sht-e-": 1488,
  "shu": 1489,
  "shā": 1490,
  "shā.": 1491,
  "shā</w>": 1492,
  "shāyad</w>": 1493,
  "shāñ</w>": 1494,
  "shī": 1495,
  "shī</w>": 1496,
  "si": 1497,
  "sii": 1498,
  "siine</w>": 1499,
  "sil</w>": 1500,
  "sin": 1501,
  "sir": 1502,
  "sit": 1503,
  "sita": 1504,
  "sitam</w>": 1505,
  "sivā</w>": 1506,
  "siy": 1507,
  "siyā": 1508,
  "sl-e-": 1509,
  "sm</w>": 1510,
  "so": 1511,
  "so</w>": 1512,
  "soch": 1513,
  "soch</w>": 1514,
  "soz-e-": 1515,
  "soñ</w>": 1516,
  "st</w>": 1517,
  "sta</w>": 1518,
  "ste</w>": 1519,
  "stā": 1520,
  "stāñ</w>": 1521,
  "su": 1522,
  "sub": 1523,
  "sub.": 1524,
  "sub.h-e-": 1525,
  "sub.h</w>": 1526,
  "sukū": 1527,
  "sun": 1528,
  "sun</w>": 1529,
  "sunā": 1530,
  "sunā</w>": 1531,
  "sur": 1532,
  "suuñ</w>": 1533,
  "suḳha": 1534,
  "suḳhan</w>": 1535,
  "sā": 1536,
  "sā</w>": 1537,
  "sāhi": 1538,
  "sāhil</w>": 1539,
  "sāl</w>": 1540,
  "sām": 1541,
  "sāmne</w>": 1542,
  "sān</w>": 1543,
  "sār</w>": 1544,
  "sāñ</w>": 1545,
  "sāġhar</w>": 1546,
  "sī": 1547,
  "sī</w>": 1548,
  "sīr</w>": 1549,
  "sū": 1550,
  "sū-e-": 1551,
  "sū</w>": 1552,
  "sūra": 1553,
  "sūraj</w>": 1554,
  "sūrat-e-": 1555,
  "sūrat</w>": 1556,
  "t": 1557,
  "t-": 1558,
  "t-e-": 1559,
  "t-o-": 1560,
  "t</w>": 1561,
  "ta": 1562,
  "ta-": 1563,
  "ta-e-": 1564,
  "ta.a": 1565,
  "ta.al": 1566,
  "ta</w>": 1567,
  "taa": 1568,
  "taab</w>": 1569,
  "tab": 1570,
  "tab</w>": 1571,
  "tabī": 1572,
  "tabī.at</w>": 1573,
  "tagī</w>": 1574,
  "tah": 1575,
  "tak": 1576,
  "tak</w>": 1577,
  "takallu": 1578,
  "tal": 1579,
  "talab</w>": 1580,
  "talak</w>": 1581,
  "talvār</w>": 1582,
  "talā": 1583,
  "talāsh</w>": 1584,
  "taman": 1585,
  "tamannā</w>": 1586,
  "tamā": 1587,
  "tamām</w>": 1588,
  "tamāshā</w>": 1589,
  "tan": 1590,
  "tan</w>": 1591,
  "tanh": 1592,
  "tanhā.ī</w>": 1593,
  "tanhā</w>": 1594,
  "tap": 1595,
  "taq": 1596,
  "tar": 1597,
  "tar</w>": 1598,
  "tara": 1599,
  "taraf</w>": 1600,
  "tarah</w>": 1601,
  "tark-e-": 1602,
  "tas": 1603,
  "tasavv": 1604,
  "tasavvur</w>": 1605,
  "tasvīr</w>": 1606,
  "tavā": 1607,
  "tañg</w>": 1608,
  "taġhā": 1609,
  "taġhāful</w>": 1610,
  "taḍ": 1611,
  "te": 1612,
  "te</w>": 1613,
  "tere</w>": 1614,
  "terā</w>": 1615,
  "terī</w>": 1616,
  "tez</w>": 1617,
  "teñ</w>": 1618,
  "teġh-e-": 1619,
  "teġh</w>": 1620,
  "th": 1621,
  "th</w>": 1622,
  "tha": 1623,
  "thah": 1624,
  "the</w>": 1625,
  "thi": 1626,
  "thiiñ</w>": 1627,
  "thikā": 1628,
  "tho": 1629,
  "thoñ</w>": 1630,
  "thā</w>": 1631,
  "thī</w>": 1632,
  "ti": 1633,
  "tir": 1634,
  "tire</w>": 1635,
  "tirā</w>": 1636,
  "tirī</w>": 1637,
  "tish": 1638,
  "tiyāñ</w>": 1639,
  "to": 1640,
  "to</w>": 1641,
  "toñ</w>": 1642,
  "toḍ</w>": 1643,
  "tu": 1644,
  "tuj": 1645,
  "tujh</w>": 1646,
  "tujhe</w>": 1647,
  "tum</w>": 1648,
  "tumh": 1649,
  "tumheñ</w>": 1650,
  "tumhāre</w>": 1651,
  "tumhārī</w>": 1652,
  "tuu": 1653,
  "tuut</w>": 1654,
  "tā": 1655,
  "tā-": 1656,
  "tā-e-": 1657,
  "tā</w>": 1658,
  "tāb</w>": 1659,
  "tār-e-": 1660,
  "tār</w>": 1661,
  "tāñ</w>": 1662,
  "tī": 1663,
  "tī</w>": 1664,
  "tīñ</w>": 1665,
  "tū": 1666,
  "tū</w>": 1667,
  "u": 1668,
  "ub</w>": 1669,
  "udaas</w>": 1670,
  "udhar</w>": 1671,
  "uf": 1672,
  "uf</w>": 1673,
  "ul": 1674,
  "ulfat</w>": 1675,
  "ultī</w>": 1676,
  "um": 1677,
  "ummī": 1678,
  "ummīd</w>": 1679,
  "umr</w>": 1680,
  "umī": 1681,
  "un": 1682,
  "un</w>": 1683,
  "unheñ</w>": 1684,
  "uq": 1685,
  "uq</w>": 1686,
  "ur": 1687,
  "ur</w>": 1688,
  "us": 1689,
  "us</w>": 1690,
  "use</w>": 1691,
  "usī</w>": 1692,
  "ut": 1693,
  "ut</w>": 1694,
  "utar</w>": 1695,
  "uth": 1696,
  "uthtā</w>": 1697,
  "uthā": 1698,
  "uthā.e</w>": 1699,
  "uthā</w>": 1700,
  "uuñ</w>": 1701,
  "uñ": 1702,
  "uñ</w>": 1703,
  "uḍ": 1704,
  "v": 1705,
  "v-e-": 1706,
  "v</w>": 1707,
  "va": 1708,
  "va.a": 1709,
  "vaa": 1710,
  "vaa.iz</w>": 1711,
  "vaale</w>": 1712,
  "vaalā</w>": 1713,
  "vaañ</w>": 1714,
  "vafā</w>": 1715,
  "vah": 1716,
  "vahsha": 1717,
  "vahshat</w>": 1718,
  "vahāñ</w>": 1719,
  "vahī</w>": 1720,
  "vaj": 1721,
  "val</w>": 1722,
  "vale</w>": 1723,
  "vaq": 1724,
  "vaqt-e-": 1725,
  "vaqt</w>": 1726,
  "var": 1727,
  "var</w>": 1728,
  "varna</w>": 1729,
  "vas": 1730,
  "vasl</w>": 1731,
  "vat</w>": 1732,
  "ve": 1733,
  "ve</w>": 1734,
  "vi": 1735,
  "visāl</w>": 1736,
  "vo</w>": 1737,
  "vā": 1738,
  "vā.ī</w>": 1739,
  "vā</w>": 1740,
  "vāloñ</w>": 1741,
  "vār": 1742,
  "vār</w>": 1743,
  "vāste</w>": 1744,
  "vāñ</w>": 1745,
  "vī": 1746,
  "vīrā": 1747,
  "w": 1748,
  "x": 1749,
  "y": 1750,
  "ya": 1751,
  "ya-e-": 1752,
  "ya</w>": 1753,
  "yaa": 1754,
  "yaad</w>": 1755,
  "yaar</w>": 1756,
  "yaaro</w>": 1757,
  "yaas</w>": 1758,
  "yaañ</w>": 1759,
  "yad</w>": 1760,
  "yahāñ</w>": 1761,
  "yahī</w>": 1762,
  "yak-": 1763,
  "yak</w>": 1764,
  "yaqīñ</w>": 1765,
  "yat</w>": 1766,
  "ye</w>": 1767,
  "yo</w>": 1768,
  "yoñ</w>": 1769,
  "yuuñ</w>": 1770,
  "yā": 1771,
  "yā-": 1772,
  "yā-rab</w>": 1773,
  "yā</w>": 1774,
  "yād</w>": 1775,
  "yār</w>": 1776,
  "yāroñ</w>": 1777,
  "yāt</w>": 1778,
  "yāñ</w>": 1779,
  "yū": 1780,
  "yūsu": 1781,
  "yūñ": 1782,
  "yūñhī</w>": 1783,
  "z": 1784,
  "z-": 1785,
  "z-e-": 1786,
  "z-o-": 1787,
  "z</w>": 1788,
  "za": 1789,
  "za-e-": 1790,
  "za</w>": 1791,
  "zab": 1792,
  "zabā": 1793,
  "zabān</w>": 1794,
  "zabāñ</w>": 1795,
  "zahr</w>": 1796,
  "zal</w>": 1797,
  "zam": 1798,
  "zamā": 1799,
  "zamāna</w>": 1800,
  "zamāne</w>": 1801,
  "zamī": 1802,
  "zamīn</w>": 1803,
  "zamīñ</w>": 1804,
  "zan</w>": 1805,
  "zanj": 1806,
  "zanjīr</w>": 1807,
  "zar": 1808,
  "zar</w>": 1809,
  "zarā</w>": 1810,
  "zarū": 1811,
  "zauq-e-": 1812,
  "zaḳh": 1813,
  "zaḳhm-e-": 1814,
  "zaḳhm</w>": 1815,
  "ze</w>": 1816,
  "zer-e-": 1817,
  "zi": 1818,
  "zikr</w>": 1819,
  "zin": 1820,
  "zinda</w>": 1821,
  "zindagī</w>": 1822,
  "zindāñ</w>": 1823,
  "zir</w>": 1824,
  "zo": 1825,
  "zoñ</w>": 1826,
  "zr</w>": 1827,
  "zu": 1828,
  "zul": 1829,
  "zulf": 1830,
  "zulf-e-": 1831,
  "zulf</w>": 1832,
  "zza": 1833,
  "zā": 1834,
  "zā</w>": 1835,
  "zāhi": 1836,
  "zāhir</w>": 1837,
  "zālim</w>": 1838,
  "zār-e-": 1839,
  "zār</w>": 1840,
  "zāñ</w>": 1841,
  "zī": 1842,
  "zī</w>": 1843,
  "zū": 1844,
  "zū</w>": 1845,
  "zūr</w>": 1846,
  "ñ": 1847,
  "ñ-": 1848,
  "ñ</w>": 1849,
  "ñd": 1850,
  "ñd</w>": 1851,
  "ñg": 1852,
  "ñg</w>": 1853,
  "ñge</w>": 1854,
  "ñgā</w>": 1855,
  "ñgī</w>": 1856,
  "ñv</w>": 1857,
  "ā": 1858,
  "ā.": 1859,
  "ā.a": 1860,
  "ā.e": 1861,
  "ā.e</w>": 1862,
  "ā.eñ</w>": 1863,
  "ā.i": 1864,
  "ā.ī": 1865,
  "ā.ī</w>": 1866,
  "ā.īna-e-": 1867,
  "ā.īna</w>": 1868,
  "ā.ūñ</w>": 1869,
  "ā</w>": 1870,
  "āb": 1871,
  "āb-e-": 1872,
  "āb</w>": 1873,
  "ābād</w>": 1874,
  "āhi": 1875,
  "āhista</w>": 1876,
  "āla": 1877,
  "ālam</w>": 1878,
  "āne</w>": 1879,
  "ānī</w>": 1880,
  "ār": 1881,
  "ār-e-": 1882,
  "ār</w>": 1883,
  "āre</w>": 1884,
  "āri": 1885,
  "āroñ</w>": 1886,
  "ārā": 1887,
  "ārā</w>": 1888,
  "ārī</w>": 1889,
  "ās": 1890,
  "āsh": 1891,
  "āshi": 1892,
  "āshiq</w>": 1893,
  "āshnā</w>": 1894,
  "āsmāñ</w>": 1895,
  "āsāñ</w>": 1896,
  "ātish": 1897,
  "ātish-e-": 1898,
  "āvā": 1899,
  "āvār": 1900,
  "āvārgī</w>": 1901,
  "āvāz</w>": 1902,
  "āz": 1903,
  "āzā": 1904,
  "āzād</w>": 1905,
  "āñ": 1906,
  "āñ</w>": 1907,
  "āñkheñ</w>": 1908,
  "āñkhoñ</w>": 1909,
  "āġ": 1910,
  "āḳhi": 1911,
  "āḳhir": 1912,
  "āḳhir</w>": 1913,
  "āḳhirī</w>": 1914,
  "ē": 1915,
  "ġ": 1916,
  "ġh": 1917,
  "ġh-e-": 1918,
  "ġh</w>": 1919,
  "ġha": 1920,
  "ġhai": 1921,
  "ġhair</w>": 1922,
  "ġham": 1923,
  "ġham-": 1924,
  "ġham-e-": 1925,
  "ġham</w>": 1926,
  "ġhar": 1927,
  "ġhar</w>": 1928,
  "ġhara": 1929,
  "ġhaz": 1930,
  "ġhazab</w>": 1931,
  "ġhazal</w>": 1932,
  "ġhu": 1933,
  "ġhun": 1934,
  "ġhuncha": 1935,
  "ġhā": 1936,
  "ġhāfil</w>": 1937,
  "ġhāñ</w>": 1938,
  "ī": 1939,
  "ī-e-": 1940,
  "ī</w>": 1941,
  "īb</w>": 1942,
  "īr</w>": 1943,
  "īñ</w>": 1944,
  "ū": 1945,
  "ū</w>": 1946,
  "ūñ</w>": 1947,
  "ūñgā</w>": 1948,
  "ḍ": 1949,
  "ḍ</w>": 1950,
  "ḍe</w>": 1951,
  "ḍoñ</w>": 1952,
  "ḍā</w>": 1953,
  "ḍī</w>": 1954,
  "ḳh": 1955,
  "ḳh-e-": 1956,
  "ḳh</w>": 1957,
  "ḳha": 1958,
  "ḳhaak</w>": 1959,
  "ḳhabar</w>": 1960,
  "ḳhafā</w>": 1961,
  "ḳhai": 1962,
  "ḳhair</w>": 1963,
  "ḳhal": 1964,
  "ḳham</w>": 1965,
  "ḳhan": 1966,
  "ḳharā": 1967,
  "ḳharāb</w>": 1968,
  "ḳhat": 1969,
  "ḳhat</w>": 1970,
  "ḳhatra</w>": 1971,
  "ḳhatā</w>": 1972,
  "ḳhayā": 1973,
  "ḳhayāl-e-": 1974,
  "ḳhayāl</w>": 1975,
  "ḳhe": 1976,
  "ḳhi": 1977,
  "ḳhir": 1978,
  "ḳhizāñ</w>": 1979,
  "ḳht</w>": 1980,
  "ḳhu": 1981,
  "ḳhud-": 1982,
  "ḳhud</w>": 1983,
  "ḳhudā</w>": 1984,
  "ḳhudī</w>": 1985,
  "ḳhur": 1986,
  "ḳhush": 1987,
  "ḳhush-": 1988,
  "ḳhush</w>": 1989,
  "ḳhushbū</w>": 1990,
  "ḳhushī</w>": 1991,
  "ḳhuub</w>": 1992,
  "ḳhvā": 1993,
  "ḳhvāb</w>": 1994,
  "ḳhvāhi": 1995,
  "ḳhā": 1996,
  "ḳhāmo": 1997,
  "ḳhāna-": 1998,
  "ḳhāna-e-": 1999,
  "ḳhāne</w>": 2000,
  "ḳhāti": 2001,
  "ḳhātir</w>": 2002,
  "ḳhī</w>": 2003,
  "ḳhū": 2004,
  "ḳhū</w>": 2005,
  "ḳhūn-e-": 2006,
  "ḳhūñ-": 2007,
  "ḳhūñ</w>": 2008
}