{
  "<pad>": 0,
  "<sos>": 1,
  "<eos>": 2,
  "<unk>": 3,
  "!": 4,
  "'": 5,
  "،": 6,
  "ؔ</w>": 7,
  "؟": 8,
  "ؤ</w>": 9,
  "ؤں</w>": 10,
  "ئ": 11,
  "ئ</w>": 12,
  "ئی</w>": 13,
  "ئیں</w>": 14,
  "ئے</w>": 15,
  "ا": 16,
  "ا</w>": 17,
  "اؤ": 18,
  "اؤ</w>": 19,
  "اؤں</w>": 20,
  "ائ": 21,
  "ائش</w>": 22,
  "ائل</w>": 23,
  "ائنہ</w>": 24,
  "ائی": 25,
  "ائی</w>": 26,
  "ائینہ</w>": 27,
  "ائینۂ</w>": 28,
  "ائیں</w>": 29,
  "ائیے</w>": 30,
  "ائے</w>": 31,
  "اب": 32,
  "اب</w>": 33,
  "اباد</w>": 34,
  "ابر</w>": 35,
  "ابرو</w>": 36,
  "ابل</w>": 37,
  "ابوں</w>": 38,
  "ابھ": 39,
  "ابھی</w>": 40,
  "ابی</w>": 41,
  "ات": 42,
  "ات</w>": 43,
  "اتا</w>": 44,
  "اتر</w>": 45,
  "اتش</w>": 46,
  "اتنا</w>": 47,
  "اتنی</w>": 48,
  "اتنے</w>": 49,
  "اتوں</w>": 50,
  "اتھ": 51,
  "اتھوں</w>": 52,
  "اتی</w>": 53,
  "اتیں</w>": 54,
  "اتے</w>": 55,
  "اثر</w>": 56,
  "اج": 57,
  "اج</w>": 58,
  "اجن": 59,
  "اجنبی</w>": 60,
  "اح": 61,
  "احباب</w>": 62,
  "احتیا": 63,
  "احس": 64,
  "احسان</w>": 65,
  "اخ": 66,
  "اختیار</w>": 67,
  "اخر</w>": 68,
  "اخری</w>": 69,
  "اد": 70,
  "اد</w>": 71,
  "ادا</w>": 72,
  "اداس</w>": 73,
  "ادت</w>": 74,
  "ادم</w>": 75,
  "ادمی</w>": 76,
  "ادھر</w>": 77,
  "ادی</w>": 78,
  "ار": 79,
  "ار</w>": 80,
  "ارا</w>": 81,
  "ارام</w>": 82,
  "ارزو</w>": 83,
  "ارمان</w>": 84,
  "اروں</w>": 85,
  "ارہ</w>": 86,
  "اری</w>": 87,
  "ارے</w>": 88,
  "از": 89,
  "از</w>": 90,
  "ازاد</w>": 91,
  "ازار</w>": 92,
  "ازل</w>": 93,
  "ازما</w>": 94,
  "ازہ</w>": 95,
  "ازی</w>": 96,
  "اس": 97,
  "اس</w>": 98,
  "اساں</w>": 99,
  "است": 100,
  "اسد": 101,
  "اسدؔ</w>": 102,
  "اسمان</w>": 103,
  "اسماں</w>": 104,
  "اسی</w>": 105,
  "اسے</w>": 106,
  "اش": 107,
  "اشنا</w>": 108,
  "اشک</w>": 109,
  "اشیاں</w>": 110,
  "اص": 111,
  "اصل</w>": 112,
  "اض": 113,
  "اضطراب</w>": 114,
  "اع": 115,
  "اع</w>": 116,
  "اعت": 117,
  "اعتبار</w>": 118,
  "اغ": 119,
  "اغاز</w>": 120,
  "اغوش</w>": 121,
  "اغیار</w>": 122,
  "اف": 123,
  "اف</w>": 124,
  "افسر": 125,
  "اق": 126,
  "اق</w>": 127,
  "اقت</w>": 128,
  "اقرار</w>": 129,
  "ال": 130,
  "ال</w>": 131,
  "الا</w>": 132,
  "الب": 133,
  "الب</w>": 134,
  "الجھ": 135,
  "الزام</w>": 136,
  "الفت</w>": 137,
  "اللہ</w>": 138,
  "الم</w>": 139,
  "الوں</w>": 140,
  "الٰ": 141,
  "الٹی</w>": 142,
  "الہ</w>": 143,
  "الی</w>": 144,
  "الے</w>": 145,
  "ام": 146,
  "ام</w>": 147,
  "امت</w>": 148,
  "امتح": 149,
  "امتحان</w>": 150,
  "امد</w>": 151,
  "امل</w>": 152,
  "امی": 153,
  "امید</w>": 154,
  "ان": 155,
  "ان</w>": 156,
  "انا</w>": 157,
  "انت": 158,
  "انتظ": 159,
  "انتظار</w>": 160,
  "انج": 161,
  "انجام</w>": 162,
  "انجم</w>": 163,
  "انجمن</w>": 164,
  "انداز</w>": 165,
  "اندھ": 166,
  "اندھی": 167,
  "اندی": 168,
  "انس": 169,
  "انسان</w>": 170,
  "انساں</w>": 171,
  "انسو</w>": 172,
  "انوں</w>": 173,
  "انچ</w>": 174,
  "انکار</w>": 175,
  "انکھ": 176,
  "انکھ</w>": 177,
  "انکھوں</w>": 178,
  "انکھیں</w>": 179,
  "انگ": 180,
  "انگی</w>": 181,
  "انہ</w>": 182,
  "انہیں</w>": 183,
  "انۂ</w>": 184,
  "انی</w>": 185,
  "انے</w>": 186,
  "او": 187,
  "اوار": 188,
  "اوارگی</w>": 189,
  "اواز</w>": 190,
  "اور</w>": 191,
  "اول</w>": 192,
  "اوے</w>": 193,
  "اٹھ": 194,
  "اٹھ</w>": 195,
  "اٹھا</w>": 196,
  "اٹھائے</w>": 197,
  "اٹھتا</w>": 198,
  "اٹھتے</w>": 199,
  "اٹھے</w>": 200,
  "اپ": 201,
  "اپ</w>": 202,
  "اپنا</w>": 203,
  "اپنی</w>": 204,
  "اپنے</w>": 205,
  "اچھ": 206,
  "اچھا</w>": 207,
  "اچھی</w>": 208,
  "اڑ": 209,
  "اڑ</w>": 210,
  "اک": 211,
  "اک</w>": 212,
  "اکبرؔ</w>": 213,
  "اکثر</w>": 214,
  "اکی": 215,
  "اکیلا</w>": 216,
  "اگ": 217,
  "اگ</w>": 218,
  "اگر</w>": 219,
  "اگرچہ</w>": 220,
  "اگے</w>": 221,
  "اں</w>": 222,
  "اہ": 223,
  "اہ</w>": 224,
  "اہد</w>": 225,
  "اہر</w>": 226,
  "اہستہ</w>": 227,
  "اہل</w>": 228,
  "ای": 229,
  "ایا</w>": 230,
  "ایت</w>": 231,
  "ایسا</w>": 232,
  "ایسی</w>": 233,
  "ایسے</w>": 234,
  "ایک</w>": 235,
  "اے</w>": 236,
  "اۓ</w>": 237,
  "ب": 238,
  "ب</w>": 239,
  "با": 240,
  "با</w>": 241,
  "باب</w>": 242,
  "بات</w>": 243,
  "باتیں</w>": 244,
  "باد</w>": 245,
  "بادہ</w>": 246,
  "بار": 247,
  "بار</w>": 248,
  "بارے</w>": 249,
  "باز</w>": 250,
  "بازار</w>": 251,
  "بازی</w>": 252,
  "باغ</w>": 253,
  "باقی</w>": 254,
  "بال": 255,
  "بال</w>": 256,
  "بام</w>": 257,
  "بان": 258,
  "بان</w>": 259,
  "باندھ": 260,
  "باندھا</w>": 261,
  "بانی</w>": 262,
  "باں</w>": 263,
  "باہ</w>": 264,
  "باہر</w>": 265,
  "بت": 266,
  "بت</w>": 267,
  "بتا</w>": 268,
  "بتاں</w>": 269,
  "بتوں</w>": 270,
  "بج": 271,
  "بجا</w>": 272,
  "بجز</w>": 273,
  "بجھ": 274,
  "بجھا</w>": 275,
  "بخ": 276,
  "بد": 277,
  "بد</w>": 278,
  "بدل": 279,
  "بدل</w>": 280,
  "بدن</w>": 281,
  "بر": 282,
  "بر</w>": 283,
  "برا</w>": 284,
  "برباد</w>": 285,
  "برس</w>": 286,
  "برق</w>": 287,
  "برو</w>": 288,
  "برپا</w>": 289,
  "برگ</w>": 290,
  "بری</w>": 291,
  "بز": 292,
  "بزم</w>": 293,
  "بس": 294,
  "بس</w>": 295,
  "بست": 296,
  "بستی</w>": 297,
  "بسر</w>": 298,
  "بسمل</w>": 299,
  "بسکہ</w>": 300,
  "بط</w>": 301,
  "بع": 302,
  "بعد</w>": 303,
  "بغیر</w>": 304,
  "بل": 305,
  "بلا</w>": 306,
  "بلب": 307,
  "بلبل</w>": 308,
  "بن": 309,
  "بن</w>": 310,
  "بنا</w>": 311,
  "بند": 312,
  "بند</w>": 313,
  "بندگی</w>": 314,
  "بنے</w>": 315,
  "بو": 316,
  "بو</w>": 317,
  "بوجھ</w>": 318,
  "بوسہ</w>": 319,
  "بول</w>": 320,
  "بوں</w>": 321,
  "بچ": 322,
  "بچا</w>": 323,
  "بچھ": 324,
  "بچھڑ</w>": 325,
  "بڑ": 326,
  "بڑا</w>": 327,
  "بڑھ": 328,
  "بڑھ</w>": 329,
  "بڑی</w>": 330,
  "بکھ": 331,
  "بکھر</w>": 332,
  "بگ": 333,
  "بھ": 334,
  "بھر</w>": 335,
  "بھلا</w>": 336,
  "بھو": 337,
  "بھول</w>": 338,
  "بھی": 339,
  "بھی</w>": 340,
  "بہ": 341,
  "بہ</w>": 342,
  "بہا</w>": 343,
  "بہار</w>": 344,
  "بہت</w>": 345,
  "بی": 346,
  "بی</w>": 347,
  "بیا": 348,
  "بیاباں</w>": 349,
  "بیاں</w>": 350,
  "بیداد</w>": 351,
  "بیدار</w>": 352,
  "بیر</w>": 353,
  "بیمار</w>": 354,
  "بیٹھ": 355,
  "بیٹھا</w>": 356,
  "بیٹھے</w>": 357,
  "بیچ</w>": 358,
  "بیکسی</w>": 359,
  "بیگ": 360,
  "بیں</w>": 361,
  "بے</w>": 362,
  "ت": 363,
  "ت</w>": 364,
  "تا": 365,
  "تا</w>": 366,
  "تاب</w>": 367,
  "تاثیر</w>": 368,
  "تار</w>": 369,
  "تازہ</w>": 370,
  "تب</w>": 371,
  "تج": 372,
  "تجھ</w>": 373,
  "تجھے</w>": 374,
  "تح": 375,
  "تر": 376,
  "تر</w>": 377,
  "ترا</w>": 378,
  "ترک</w>": 379,
  "تری</w>": 380,
  "ترے</w>": 381,
  "تس": 382,
  "تش": 383,
  "تشنہ</w>": 384,
  "تص": 385,
  "تصو": 386,
  "تصور</w>": 387,
  "تصویر</w>": 388,
  "تع": 389,
  "تعلق</w>": 390,
  "تغافل</w>": 391,
  "تف": 392,
  "تق": 393,
  "تقدیر</w>": 394,
  "تل</w>": 395,
  "تلا": 396,
  "تلاش</w>": 397,
  "تلو": 398,
  "تلوار</w>": 399,
  "تلک</w>": 400,
  "تم": 401,
  "تم</w>": 402,
  "تما": 403,
  "تماشا</w>": 404,
  "تمام</w>": 405,
  "تمنا</w>": 406,
  "تمہ": 407,
  "تمہارا</w>": 408,
  "تمہاری</w>": 409,
  "تمہارے</w>": 410,
  "تمہیں</w>": 411,
  "تن</w>": 412,
  "تنگ</w>": 413,
  "تنہ": 414,
  "تنہا</w>": 415,
  "تنہائی</w>": 416,
  "تو": 417,
  "تو</w>": 418,
  "توڑ</w>": 419,
  "توں</w>": 420,
  "تڑ": 421,
  "تک": 422,
  "تک</w>": 423,
  "تکلف</w>": 424,
  "تھ": 425,
  "تھا</w>": 426,
  "تھو": 427,
  "تھی</w>": 428,
  "تھیں</w>": 429,
  "تھے</w>": 430,
  "تہ": 431,
  "تہ</w>": 432,
  "تہذی": 433,
  "تہذیب</w>": 434,
  "تی": 435,
  "تی</w>": 436,
  "تیا": 437,
  "تیار</w>": 438,
  "تیر</w>": 439,
  "تیرا</w>": 440,
  "تیری</w>": 441,
  "تیرے</w>": 442,
  "تیز</w>": 443,
  "تیغ</w>": 444,
  "تیں</w>": 445,
  "تے</w>": 446,
  "ث": 447,
  "ث</w>": 448,
  "ثار</w>": 449,
  "ثر</w>": 450,
  "ج": 451,
  "ج</w>": 452,
  "جئے</w>": 453,
  "جا</w>": 454,
  "جاؤ</w>": 455,
  "جاؤں</w>": 456,
  "جائیں</w>": 457,
  "جائیے</w>": 458,
  "جائے</w>": 459,
  "جاتا</w>": 460,
  "جاتی</w>": 461,
  "جاتے</w>": 462,
  "جاد": 463,
  "جالبؔ</w>": 464,
  "جام</w>": 465,
  "جان": 466,
  "جان</w>": 467,
  "جانا</w>": 468,
  "جاناں</w>": 469,
  "جانتا</w>": 470,
  "جانتے</w>": 471,
  "جانے</w>": 472,
  "جاو": 473,
  "جاں</w>": 474,
  "جب</w>": 475,
  "جت": 476,
  "جد</w>": 477,
  "جدا</w>": 478,
  "جدائی</w>": 479,
  "جذ": 480,
  "جر</w>": 481,
  "جرم</w>": 482,
  "جز</w>": 483,
  "جس</w>": 484,
  "جست": 485,
  "جستجو</w>": 486,
  "جسم</w>": 487,
  "جسے</w>": 488,
  "جفا</w>": 489,
  "جل": 490,
  "جل</w>": 491,
  "جلا</w>": 492,
  "جلو": 493,
  "جلوہ</w>": 494,
  "جلوۂ</w>": 495,
  "جلوے</w>": 496,
  "جم</w>": 497,
  "جمال</w>": 498,
  "جن": 499,
  "جن</w>": 500,
  "جنبش</w>": 501,
  "جنت</w>": 502,
  "جنوں</w>": 503,
  "جنگ": 504,
  "جنہیں</w>": 505,
  "جو": 506,
  "جو</w>": 507,
  "جواب</w>": 508,
  "جوانی</w>": 509,
  "جود</w>": 510,
  "جور</w>": 511,
  "جوش</w>": 512,
  "جوم</w>": 513,
  "جوں</w>": 514,
  "جوہر</w>": 515,
  "جگ": 516,
  "جگر</w>": 517,
  "جگرؔ</w>": 518,
  "جگہ</w>": 519,
  "جھ": 520,
  "جھ</w>": 521,
  "جھو": 522,
  "جھوٹ</w>": 523,
  "جہ": 524,
  "جہ</w>": 525,
  "جہان</w>": 526,
  "جہاں</w>": 527,
  "جی": 528,
  "جی</w>": 529,
  "جیب</w>": 530,
  "جیسا</w>": 531,
  "جیسے</w>": 532,
  "جیے</w>": 533,
  "جے</w>": 534,
  "ح": 535,
  "ح</w>": 536,
  "حاصل</w>": 537,
  "حال": 538,
  "حال</w>": 539,
  "حالت</w>": 540,
  "حالیؔ</w>": 541,
  "حباب</w>": 542,
  "حت</w>": 543,
  "حج": 544,
  "حجاب</w>": 545,
  "حد</w>": 546,
  "حر": 547,
  "حر</w>": 548,
  "حرف</w>": 549,
  "حرم</w>": 550,
  "حری": 551,
  "حس": 552,
  "حساب</w>": 553,
  "حسرت</w>": 554,
  "حسن</w>": 555,
  "حشر</w>": 556,
  "حض": 557,
  "حضرت</w>": 558,
  "حق</w>": 559,
  "حقی": 560,
  "حقیقت</w>": 561,
  "حلق": 562,
  "حنا</w>": 563,
  "حو": 564,
  "حوص": 565,
  "حوصلہ</w>": 566,
  "حہ</w>": 567,
  "حی": 568,
  "حیا</w>": 569,
  "حیات</w>": 570,
  "حیراں</w>": 571,
  "حیرت</w>": 572,
  "خ": 573,
  "خ</w>": 574,
  "خا": 575,
  "خار</w>": 576,
  "خاطر</w>": 577,
  "خالی</w>": 578,
  "خام": 579,
  "خامشی</w>": 580,
  "خامو": 581,
  "خاموش</w>": 582,
  "خان": 583,
  "خانہ</w>": 584,
  "خانۂ</w>": 585,
  "خانے</w>": 586,
  "خاک</w>": 587,
  "خبر</w>": 588,
  "خت</w>": 589,
  "ختہ</w>": 590,
  "خدا</w>": 591,
  "خر": 592,
  "خرا": 593,
  "خراب</w>": 594,
  "خزاں</w>": 595,
  "خس</w>": 596,
  "خضر</w>": 597,
  "خط": 598,
  "خط</w>": 599,
  "خطا</w>": 600,
  "خطرہ</w>": 601,
  "خفا</w>": 602,
  "خل": 603,
  "خلو": 604,
  "خلوت</w>": 605,
  "خم</w>": 606,
  "خنجر</w>": 607,
  "خند": 608,
  "خندہ</w>": 609,
  "خو": 610,
  "خو</w>": 611,
  "خواب</w>": 612,
  "خوار</w>": 613,
  "خواں</w>": 614,
  "خواہ": 615,
  "خواہش</w>": 616,
  "خوب</w>": 617,
  "خوباں</w>": 618,
  "خود</w>": 619,
  "خودی</w>": 620,
  "خور": 621,
  "خورشید</w>": 622,
  "خوش": 623,
  "خوش</w>": 624,
  "خوشبو</w>": 625,
  "خوشی</w>": 626,
  "خوف</w>": 627,
  "خون</w>": 628,
  "خوں</w>": 629,
  "خی": 630,
  "خی</w>": 631,
  "خیا": 632,
  "خیال</w>": 633,
  "خیر</w>": 634,
  "د": 635,
  "د</w>": 636,
  "دا": 637,
  "دا</w>": 638,
  "دائی</w>": 639,
  "دائے</w>": 640,
  "داد</w>": 641,
  "دار</w>": 642,
  "داری</w>": 643,
  "داز</w>": 644,
  "داستاں</w>": 645,
  "داغ": 646,
  "داغ</w>": 647,
  "داغؔ</w>": 648,
  "دام</w>": 649,
  "دامن</w>": 650,
  "دان</w>": 651,
  "داو": 652,
  "داں</w>": 653,
  "در": 654,
  "در</w>": 655,
  "درد</w>": 656,
  "درمیاں</w>": 657,
  "درو": 658,
  "درکار</w>": 659,
  "دری": 660,
  "دریا</w>": 661,
  "دست": 662,
  "دست</w>": 663,
  "دش": 664,
  "دشت</w>": 665,
  "دشم": 666,
  "دشمن</w>": 667,
  "دشمنی</w>": 668,
  "دشو": 669,
  "دشوار</w>": 670,
  "دع": 671,
  "دعا</w>": 672,
  "دعو": 673,
  "دعویٰ</w>": 674,
  "دل": 675,
  "دل</w>": 676,
  "دلوں</w>": 677,
  "دلی</w>": 678,
  "دم</w>": 679,
  "دما": 680,
  "دماغ</w>": 681,
  "دن</w>": 682,
  "دنوں</w>": 683,
  "دنی</w>": 684,
  "دنیا</w>": 685,
  "دو": 686,
  "دو</w>": 687,
  "دوا</w>": 688,
  "دود</w>": 689,
  "دور</w>": 690,
  "دوراں</w>": 691,
  "دوس": 692,
  "دوست</w>": 693,
  "دوستی</w>": 694,
  "دولت</w>": 695,
  "دونوں</w>": 696,
  "دوں</w>": 697,
  "دکھ": 698,
  "دکھ</w>": 699,
  "دکھا</w>": 700,
  "دگر</w>": 701,
  "دگی</w>": 702,
  "دھ": 703,
  "دھر</w>": 704,
  "دھو": 705,
  "دھواں</w>": 706,
  "دھوپ</w>": 707,
  "دھوکا</w>": 708,
  "دھی": 709,
  "دہ": 710,
  "دہ</w>": 711,
  "دہر</w>": 712,
  "دۂ</w>": 713,
  "دی": 714,
  "دی</w>": 715,
  "دیا</w>": 716,
  "دیتا</w>": 717,
  "دیتی</w>": 718,
  "دیتے</w>": 719,
  "دید</w>": 720,
  "دیدار</w>": 721,
  "دیدہ</w>": 722,
  "دیدۂ</w>": 723,
  "دیر</w>": 724,
  "دین</w>": 725,
  "دینا</w>": 726,
  "دیو": 727,
  "دیوار</w>": 728,
  "دیوانگی</w>": 729,
  "دیوانہ</w>": 730,
  "دیکھ": 731,
  "دیکھ</w>": 732,
  "دیکھا</w>": 733,
  "دیکھتے</w>": 734,
  "دیکھنا</w>": 735,
  "دیکھنے</w>": 736,
  "دیکھو</w>": 737,
  "دیکھوں</w>": 738,
  "دیکھیے</w>": 739,
  "دیکھے</w>": 740,
  "دیں</w>": 741,
  "دے</w>": 742,
  "ذ": 743,
  "ذ</w>": 744,
  "ذات</w>": 745,
  "ذر</w>": 746,
  "ذرا</w>": 747,
  "ذرہ</w>": 748,
  "ذوق</w>": 749,
  "ذکر</w>": 750,
  "ذہ": 751,
  "ذہن</w>": 752,
  "ذی": 753,
  "ر": 754,
  "ر</w>": 755,
  "رؔ</w>": 756,
  "را": 757,
  "را</w>": 758,
  "رائے</w>": 759,
  "رات</w>": 760,
  "راتیں</w>": 761,
  "راحت</w>": 762,
  "راز</w>": 763,
  "راستہ</w>": 764,
  "رام</w>": 765,
  "ران</w>": 766,
  "راں</w>": 767,
  "راہ</w>": 768,
  "رب</w>": 769,
  "ربط</w>": 770,
  "رت</w>": 771,
  "رتا</w>": 772,
  "رتی</w>": 773,
  "رتے</w>": 774,
  "رح": 775,
  "رخ": 776,
  "رخ</w>": 777,
  "رخصت</w>": 778,
  "رستہ</w>": 779,
  "رسم</w>": 780,
  "رسو": 781,
  "رسوا</w>": 782,
  "رسوائی</w>": 783,
  "رشک</w>": 784,
  "رف": 785,
  "رف</w>": 786,
  "رفت": 787,
  "رفتہ</w>": 788,
  "رق": 789,
  "رقم</w>": 790,
  "رقی": 791,
  "رقیب</w>": 792,
  "رم</w>": 793,
  "رنج": 794,
  "رنج</w>": 795,
  "رنگ": 796,
  "رنگ</w>": 797,
  "رنگیں</w>": 798,
  "رنے</w>": 799,
  "رو": 800,
  "رو</w>": 801,
  "روئے</w>": 802,
  "رواں</w>": 803,
  "روح</w>": 804,
  "روز": 805,
  "روز</w>": 806,
  "روشن</w>": 807,
  "روشنی</w>": 808,
  "رونے</w>": 809,
  "روٹھ": 810,
  "روں</w>": 811,
  "رکھ": 812,
  "رکھ</w>": 813,
  "رکھا</w>": 814,
  "رکھتا</w>": 815,
  "رکھتے</w>": 816,
  "رکھے</w>": 817,
  "رگ</w>": 818,
  "رہ": 819,
  "رہ</w>": 820,
  "رہا</w>": 821,
  "رہتا</w>": 822,
  "رہتے</w>": 823,
  "رہنے</w>": 824,
  "رہو</w>": 825,
  "رہی</w>": 826,
  "رہیں</w>": 827,
  "رہے</w>": 828,
  "ری": 829,
  "ری</w>": 830,
  "ریب</w>": 831,
  "ریت</w>": 832,
  "ریر</w>": 833,
  "ریک</w>": 834,
  "ریں</w>": 835,
  "رے</w>": 836,
  "ز": 837,
  "ز</w>": 838,
  "زا</w>": 839,
  "زار</w>": 840,
  "زان": 841,
  "زاں</w>": 842,
  "زاہد</w>": 843,
  "زبان</w>": 844,
  "زباں</w>": 845,
  "زخم</w>": 846,
  "زر</w>": 847,
  "زل": 848,
  "زل</w>": 849,
  "زلف": 850,
  "زلف</w>": 851,
  "زم": 852,
  "زم</w>": 853,
  "زمانہ</w>": 854,
  "زمانے</w>": 855,
  "زمی": 856,
  "زمین</w>": 857,
  "زمیں</w>": 858,
  "زن</w>": 859,
  "زنجیر</w>": 860,
  "زند": 861,
  "زنداں</w>": 862,
  "زندگی</w>": 863,
  "زندہ</w>": 864,
  "زو": 865,
  "زو</w>": 866,
  "زور</w>": 867,
  "زہ</w>": 868,
  "زہر</w>": 869,
  "زی": 870,
  "زی</w>": 871,
  "زیا": 872,
  "زیر</w>": 873,
  "س": 874,
  "س</w>": 875,
  "سا": 876,
  "سا</w>": 877,
  "سائی</w>": 878,
  "سائے</w>": 879,
  "ساتھ</w>": 880,
  "ساح": 881,
  "ساحل</w>": 882,
  "سادہ</w>": 883,
  "سار</w>": 884,
  "سارا</w>": 885,
  "ساری</w>": 886,
  "سارے</w>": 887,
  "ساز</w>": 888,
  "ساغر</w>": 889,
  "ساقی</w>": 890,
  "سام": 891,
  "سامان</w>": 892,
  "سامنے</w>": 893,
  "سان": 894,
  "سانس</w>": 895,
  "سای": 896,
  "سایہ</w>": 897,
  "سایۂ</w>": 898,
  "سب": 899,
  "سب</w>": 900,
  "سبب</w>": 901,
  "سبز": 902,
  "سبز</w>": 903,
  "سبھی</w>": 904,
  "ست": 905,
  "ست</w>": 906,
  "ستاں</w>": 907,
  "ستم</w>": 908,
  "ستوں</w>": 909,
  "ستگی</w>": 910,
  "ستہ</w>": 911,
  "ستی</w>": 912,
  "ستے</w>": 913,
  "سج": 914,
  "سحر</w>": 915,
  "سخ": 916,
  "سخت</w>": 917,
  "سخن</w>": 918,
  "سدا</w>": 919,
  "سر": 920,
  "سر</w>": 921,
  "سرا": 922,
  "سراپا</w>": 923,
  "سرد</w>": 924,
  "سرو</w>": 925,
  "سزا</w>": 926,
  "سفر</w>": 927,
  "سل</w>": 928,
  "سلامت</w>": 929,
  "سلی": 930,
  "سم": 931,
  "سم</w>": 932,
  "سمت</w>": 933,
  "سمجھ": 934,
  "سمجھ</w>": 935,
  "سمجھا</w>": 936,
  "سمجھے</w>": 937,
  "سمندر</w>": 938,
  "سن": 939,
  "سن</w>": 940,
  "سنا</w>": 941,
  "سنبھ": 942,
  "سنتے</w>": 943,
  "سند</w>": 944,
  "سنو": 945,
  "سنگ</w>": 946,
  "سنے</w>": 947,
  "سو": 948,
  "سو</w>": 949,
  "سوئے</w>": 950,
  "سوا</w>": 951,
  "سودا</w>": 952,
  "سور": 953,
  "سورج</w>": 954,
  "سوز</w>": 955,
  "سوس</w>": 956,
  "سوچ": 957,
  "سوچ</w>": 958,
  "سوں</w>": 959,
  "سچ</w>": 960,
  "سک": 961,
  "سکا</w>": 962,
  "سکتا</w>": 963,
  "سکتی</w>": 964,
  "سکتے</w>": 965,
  "سکیں</w>": 966,
  "سکے</w>": 967,
  "سہ": 968,
  "سہ</w>": 969,
  "سہل</w>": 970,
  "سہی</w>": 971,
  "سی": 972,
  "سی</w>": 973,
  "سیا": 974,
  "سیر</w>": 975,
  "سیم</w>": 976,
  "سینہ</w>": 977,
  "سینے</w>": 978,
  "سیٰ</w>": 979,
  "سیں</w>": 980,
  "سیہ</w>": 981,
  "سے</w>": 982,
  "ش": 983,
  "ش</w>": 984,
  "شا": 985,
  "شا</w>": 986,
  "شاخ": 987,
  "شاخ</w>": 988,
  "شاد</w>": 989,
  "شاع": 990,
  "شاعری</w>": 991,
  "شام</w>": 992,
  "شان</w>": 993,
  "شانی</w>": 994,
  "شاں</w>": 995,
  "شاہ</w>": 996,
  "شای": 997,
  "شاید</w>": 998,
  "شب</w>": 999,
  "شبن": 1000,
  "شبنم</w>": 1001,
  "شت": 1002,
  "شت</w>": 1003,
  "شتہ</w>": 1004,
  "شتۂ</w>": 1005,
  "شخص</w>": 1006,
  "شر": 1007,
  "شر</w>": 1008,
  "شرا": 1009,
  "شراب</w>": 1010,
  "شرط</w>": 1011,
  "شرم": 1012,
  "شرم</w>": 1013,
  "شریک</w>": 1014,
  "شع": 1015,
  "شعر</w>": 1016,
  "شعلہ</w>": 1017,
  "شعلۂ</w>": 1018,
  "شق</w>": 1019,
  "شمع</w>": 1020,
  "شن</w>": 1021,
  "شو": 1022,
  "شوخ</w>": 1023,
  "شوخی</w>": 1024,
  "شور</w>": 1025,
  "شوق</w>": 1026,
  "شک": 1027,
  "شک</w>": 1028,
  "شکایت</w>": 1029,
  "شکر</w>": 1030,
  "شکست</w>": 1031,
  "شکل</w>": 1032,
  "شکن</w>": 1033,
  "شکوہ</w>": 1034,
  "شہ": 1035,
  "شہ</w>": 1036,
  "شہر</w>": 1037,
  "شۂ</w>": 1038,
  "شی": 1039,
  "شی</w>": 1040,
  "شیخ</w>": 1041,
  "شیریں</w>": 1042,
  "شیشہ</w>": 1043,
  "شیں</w>": 1044,
  "شے</w>": 1045,
  "ص": 1046,
  "ص</w>": 1047,
  "صاح": 1048,
  "صاحب</w>": 1049,
  "صاف</w>": 1050,
  "صب": 1051,
  "صبا</w>": 1052,
  "صبح</w>": 1053,
  "صبر</w>": 1054,
  "صح": 1055,
  "صحبت</w>": 1056,
  "صحرا</w>": 1057,
  "صد": 1058,
  "صد</w>": 1059,
  "صدا</w>": 1060,
  "صدی": 1061,
  "صرف</w>": 1062,
  "صف": 1063,
  "صلہ</w>": 1064,
  "صنم</w>": 1065,
  "صو": 1066,
  "صورت</w>": 1067,
  "صی": 1068,
  "صیاد</w>": 1069,
  "ض": 1070,
  "ض</w>": 1071,
  "ضا</w>": 1072,
  "ضبط</w>": 1073,
  "ضرو": 1074,
  "ضروری</w>": 1075,
  "ضع": 1076,
  "ضعف</w>": 1077,
  "ضی</w>": 1078,
  "ط": 1079,
  "ط</w>": 1080,
  "طاقت</w>": 1081,
  "طبی": 1082,
  "طبیعت</w>": 1083,
  "طر": 1084,
  "طر</w>": 1085,
  "طرب</w>": 1086,
  "طرح</w>": 1087,
  "طرز</w>": 1088,
  "طرف</w>": 1089,
  "طرہ</w>": 1090,
  "طرۂ</w>": 1091,
  "طل": 1092,
  "طلب</w>": 1093,
  "طلسم</w>": 1094,
  "طن</w>": 1095,
  "طو": 1096,
  "طوف": 1097,
  "طے</w>": 1098,
  "ظ": 1099,
  "ظ</w>": 1100,
  "ظالم</w>": 1101,
  "ظاہر</w>": 1102,
  "ظفرؔ</w>": 1103,
  "ظلم</w>": 1104,
  "ع": 1105,
  "ع</w>": 1106,
  "عا": 1107,
  "عار</w>": 1108,
  "عاش": 1109,
  "عاشق</w>": 1110,
  "عالم</w>": 1111,
  "عام</w>": 1112,
  "عت</w>": 1113,
  "عجب</w>": 1114,
  "عجز</w>": 1115,
  "عجیب</w>": 1116,
  "عدم</w>": 1117,
  "عذ": 1118,
  "عر": 1119,
  "عرض</w>": 1120,
  "عزی": 1121,
  "عزیز</w>": 1122,
  "عش": 1123,
  "عشق</w>": 1124,
  "عق": 1125,
  "عقل</w>": 1126,
  "علاج</w>": 1127,
  "علم</w>": 1128,
  "عمر</w>": 1129,
  "عن": 1130,
  "عنو": 1131,
  "عکس</w>": 1132,
  "عہ</w>": 1133,
  "عہد</w>": 1134,
  "عی": 1135,
  "عیش</w>": 1136,
  "غ": 1137,
  "غ</w>": 1138,
  "غافل</w>": 1139,
  "غالبؔ</w>": 1140,
  "غاں</w>": 1141,
  "غبار</w>": 1142,
  "غر": 1143,
  "غر</w>": 1144,
  "غرض</w>": 1145,
  "غریب</w>": 1146,
  "غزل</w>": 1147,
  "غضب</w>": 1148,
  "غف": 1149,
  "غفلت</w>": 1150,
  "غم</w>": 1151,
  "غنچ": 1152,
  "غی": 1153,
  "غیر</w>": 1154,
  "ف": 1155,
  "ف</w>": 1156,
  "فا": 1157,
  "فا</w>": 1158,
  "فاص": 1159,
  "فت": 1160,
  "فت</w>": 1161,
  "فر": 1162,
  "فر</w>": 1163,
  "فرا": 1164,
  "فراز": 1165,
  "فرازؔ</w>": 1166,
  "فراق</w>": 1167,
  "فراقؔ</w>": 1168,
  "فرصت</w>": 1169,
  "فرقت</w>": 1170,
  "فرو": 1171,
  "فریاد</w>": 1172,
  "فریب</w>": 1173,
  "فس": 1174,
  "فص": 1175,
  "فصل</w>": 1176,
  "فض": 1177,
  "فضا</w>": 1178,
  "فطر": 1179,
  "فطرت</w>": 1180,
  "فغاں</w>": 1181,
  "فق": 1182,
  "فقط</w>": 1183,
  "فلک</w>": 1184,
  "فن</w>": 1185,
  "فنا</w>": 1186,
  "فکر</w>": 1187,
  "فی": 1188,
  "فیصلہ</w>": 1189,
  "فیض": 1190,
  "فیضؔ</w>": 1191,
  "ق": 1192,
  "ق</w>": 1193,
  "قات": 1194,
  "قات</w>": 1195,
  "قاتل</w>": 1196,
  "قاف": 1197,
  "قبا</w>": 1198,
  "قبول</w>": 1199,
  "قت</w>": 1200,
  "قتل</w>": 1201,
  "قد": 1202,
  "قدر": 1203,
  "قدر</w>": 1204,
  "قدرت</w>": 1205,
  "قدم</w>": 1206,
  "قر": 1207,
  "قرار</w>": 1208,
  "قربان</w>": 1209,
  "قریب</w>": 1210,
  "قسم</w>": 1211,
  "قسمت</w>": 1212,
  "قص": 1213,
  "قصہ</w>": 1214,
  "قطرہ</w>": 1215,
  "قفس</w>": 1216,
  "قل": 1217,
  "قلم</w>": 1218,
  "قو": 1219,
  "قہ</w>": 1220,
  "قی": 1221,
  "قی</w>": 1222,
  "قیا": 1223,
  "قیامت</w>": 1224,
  "قید</w>": 1225,
  "قیس</w>": 1226,
  "ل": 1227,
  "ل</w>": 1228,
  "لئے</w>": 1229,
  "لا": 1230,
  "لا</w>": 1231,
  "لائیں</w>": 1232,
  "لائے</w>": 1233,
  "لاج</w>": 1234,
  "لاف</w>": 1235,
  "لالہ</w>": 1236,
  "لام</w>": 1237,
  "لامت</w>": 1238,
  "لاک</w>": 1239,
  "لاکھ</w>": 1240,
  "لاں</w>": 1241,
  "لایا</w>": 1242,
  "لب": 1243,
  "لب</w>": 1244,
  "لبوں</w>": 1245,
  "لت</w>": 1246,
  "لتا</w>": 1247,
  "لتی</w>": 1248,
  "لتے</w>": 1249,
  "لذ": 1250,
  "لذت</w>": 1251,
  "لس</w>": 1252,
  "لط": 1253,
  "لطف</w>": 1254,
  "لع": 1255,
  "لعل</w>": 1256,
  "لف": 1257,
  "لف</w>": 1258,
  "لفظ</w>": 1259,
  "لق": 1260,
  "لق</w>": 1261,
  "لم</w>": 1262,
  "لمح": 1263,
  "لمحہ</w>": 1264,
  "لنے</w>": 1265,
  "لو": 1266,
  "لو</w>": 1267,
  "لوٹ</w>": 1268,
  "لوگ</w>": 1269,
  "لوگوں</w>": 1270,
  "لوں</w>": 1271,
  "لڑ": 1272,
  "لک</w>": 1273,
  "لکھ": 1274,
  "لکھا</w>": 1275,
  "لکھوں</w>": 1276,
  "لگ": 1277,
  "لگ</w>": 1278,
  "لگا</w>": 1279,
  "لگتا</w>": 1280,
  "لگتی</w>": 1281,
  "لگتے</w>": 1282,
  "لگی</w>": 1283,
  "لگیں</w>": 1284,
  "لگے</w>": 1285,
  "لہ": 1286,
  "لہ</w>": 1287,
  "لہو</w>": 1288,
  "لۂ</w>": 1289,
  "لی": 1290,
  "لی</w>": 1291,
  "لیؔ</w>": 1292,
  "لیا</w>": 1293,
  "لیاں</w>": 1294,
  "لیب</w>": 1295,
  "لیتے</w>": 1296,
  "لیم</w>": 1297,
  "لیوں</w>": 1298,
  "لیکن</w>": 1299,
  "لیں</w>": 1300,
  "لیے</w>": 1301,
  "لے</w>": 1302,
  "م": 1303,
  "م</w>": 1304,
  "مؔ</w>": 1305,
  "ما": 1306,
  "ما</w>": 1307,
  "مات": 1308,
  "مات</w>": 1309,
  "ماتم</w>": 1310,
  "مار": 1311,
  "مار</w>": 1312,
  "مارا</w>": 1313,
  "مال</w>": 1314,
  "مان": 1315,
  "مان</w>": 1316,
  "مانا</w>": 1317,
  "مانند</w>": 1318,
  "مانگ</w>": 1319,
  "مانگے</w>": 1320,
  "مانی</w>": 1321,
  "ماں</w>": 1322,
  "ماہ</w>": 1323,
  "مای": 1324,
  "مت": 1325,
  "مت</w>": 1326,
  "متاع</w>": 1327,
  "مث": 1328,
  "مثل</w>": 1329,
  "مج": 1330,
  "مجنوں</w>": 1331,
  "مجھ</w>": 1332,
  "مجھی</w>": 1333,
  "مجھے</w>": 1334,
  "مح": 1335,
  "محبت</w>": 1336,
  "محت": 1337,
  "محرم</w>": 1338,
  "محرو": 1339,
  "محسنؔ</w>": 1340,
  "محف": 1341,
  "محفل</w>": 1342,
  "محو</w>": 1343,
  "مخ": 1344,
  "مد": 1345,
  "مدت</w>": 1346,
  "مدعا</w>": 1347,
  "مر": 1348,
  "مر</w>": 1349,
  "مرا": 1350,
  "مرا</w>": 1351,
  "مراد</w>": 1352,
  "مرد</w>": 1353,
  "مرنا</w>": 1354,
  "مرنے</w>": 1355,
  "مرگ</w>": 1356,
  "مری</w>": 1357,
  "مرے</w>": 1358,
  "مز": 1359,
  "مزا</w>": 1360,
  "مزاج</w>": 1361,
  "مزہ</w>": 1362,
  "مس": 1363,
  "مسا": 1364,
  "مسافر</w>": 1365,
  "مست": 1366,
  "مست</w>": 1367,
  "مستی</w>": 1368,
  "مسل": 1369,
  "مسک": 1370,
  "مسیح": 1371,
  "مسیحا</w>": 1372,
  "مش": 1373,
  "مشت": 1374,
  "مشکل</w>": 1375,
  "مص": 1376,
  "مصیبت</w>": 1377,
  "مض": 1378,
  "مطلب</w>": 1379,
  "مع": 1380,
  "مع</w>": 1381,
  "معلوم</w>": 1382,
  "معنی</w>": 1383,
  "مغ": 1384,
  "مق": 1385,
  "مقابل</w>": 1386,
  "مقام</w>": 1387,
  "مقدر</w>": 1388,
  "مل": 1389,
  "مل</w>": 1390,
  "ملا": 1391,
  "ملا</w>": 1392,
  "ملتا</w>": 1393,
  "ملتی</w>": 1394,
  "ملتے</w>": 1395,
  "ملنا</w>": 1396,
  "ملنے</w>": 1397,
  "ملی</w>": 1398,
  "ملے</w>": 1399,
  "مم": 1400,
  "ممکن</w>": 1401,
  "من": 1402,
  "من</w>": 1403,
  "منت": 1404,
  "منزل</w>": 1405,
  "منہ</w>": 1406,
  "مو": 1407,
  "موت</w>": 1408,
  "موج": 1409,
  "موج</w>": 1410,
  "موجود</w>": 1411,
  "موسم</w>": 1412,
  "موں</w>": 1413,
  "مٹ": 1414,
  "مٹ</w>": 1415,
  "مٹا</w>": 1416,
  "مٹی</w>": 1417,
  "مژ": 1418,
  "مژگاں</w>": 1419,
  "مک": 1420,
  "مک</w>": 1421,
  "مکان</w>": 1422,
  "مکاں</w>": 1423,
  "مگر</w>": 1424,
  "مہ": 1425,
  "مہ</w>": 1426,
  "مہر": 1427,
  "مہر</w>": 1428,
  "مہرباں</w>": 1429,
  "مۂ</w>": 1430,
  "می": 1431,
  "می</w>": 1432,
  "میاں</w>": 1433,
  "میر</w>": 1434,
  "میرؔ</w>": 1435,
  "میرا</w>": 1436,
  "میری</w>": 1437,
  "میرے</w>": 1438,
  "میں</w>": 1439,
  "مے</w>": 1440,
  "ن": 1441,
  "ن</w>": 1442,
  "نئی</w>": 1443,
  "نئے</w>": 1444,
  "نا": 1445,
  "نا</w>": 1446,
  "نائی</w>": 1447,
  "نائے</w>": 1448,
  "نات</w>": 1449,
  "ناداں</w>": 1450,
  "نار</w>": 1451,
  "ناز": 1452,
  "ناز</w>": 1453,
  "نازک</w>": 1454,
  "ناص": 1455,
  "ناصح</w>": 1456,
  "نالہ</w>": 1457,
  "نالے</w>": 1458,
  "نام</w>": 1459,
  "نامہ</w>": 1460,
  "ناک</w>": 1461,
  "نایا</w>": 1462,
  "نبھ": 1463,
  "نت</w>": 1464,
  "نج": 1465,
  "نج</w>": 1466,
  "ند": 1467,
  "ند</w>": 1468,
  "ندر</w>": 1469,
  "ندی</w>": 1470,
  "نر": 1471,
  "نرگس</w>": 1472,
  "نز": 1473,
  "نس": 1474,
  "نسیم</w>": 1475,
  "نش": 1476,
  "نشاط</w>": 1477,
  "نشاں</w>": 1478,
  "نشہ</w>": 1479,
  "نشیں</w>": 1480,
  "نصی": 1481,
  "نصیب</w>": 1482,
  "نظ": 1483,
  "نظارہ</w>": 1484,
  "نظر</w>": 1485,
  "نع": 1486,
  "نغ": 1487,
  "نغمہ</w>": 1488,
  "نف": 1489,
  "نفس</w>": 1490,
  "نق": 1491,
  "نقاب</w>": 1492,
  "نقش</w>": 1493,
  "نم": 1494,
  "نم</w>": 1495,
  "نما</w>": 1496,
  "نمک</w>": 1497,
  "نو": 1498,
  "نو</w>": 1499,
  "نوا</w>": 1500,
  "نور</w>": 1501,
  "نوں</w>": 1502,
  "نچ": 1503,
  "نک": 1504,
  "نک</w>": 1505,
  "نکل</w>": 1506,
  "نکلا</w>": 1507,
  "نکلتی</w>": 1508,
  "نکلے</w>": 1509,
  "نگ": 1510,
  "نگ</w>": 1511,
  "نگا": 1512,
  "نگار</w>": 1513,
  "نگاہ</w>": 1514,
  "نگر</w>": 1515,
  "نگہ</w>": 1516,
  "نگی</w>": 1517,
  "نہ": 1518,
  "نہ</w>": 1519,
  "نہاں</w>": 1520,
  "نہیں</w>": 1521,
  "نۂ</w>": 1522,
  "نی": 1523,
  "نی</w>": 1524,
  "نیا": 1525,
  "نیا</w>": 1526,
  "نیاز</w>": 1527,
  "نیم</w>": 1528,
  "نیند</w>": 1529,
  "نیں</w>": 1530,
  "نے</w>": 1531,
  "و": 1532,
  "و</w>": 1533,
  "وا</w>": 1534,
  "وائے</w>": 1535,
  "وار": 1536,
  "وار</w>": 1537,
  "واسطے</w>": 1538,
  "واع": 1539,
  "واعظ</w>": 1540,
  "وال": 1541,
  "والا</w>": 1542,
  "والوں</w>": 1543,
  "والے</w>": 1544,
  "واں</w>": 1545,
  "واہ</w>": 1546,
  "وب</w>": 1547,
  "وح": 1548,
  "وحشت</w>": 1549,
  "ور": 1550,
  "ور</w>": 1551,
  "ورنہ</w>": 1552,
  "وس": 1553,
  "وس</w>": 1554,
  "وسی": 1555,
  "وسیمؔ</w>": 1556,
  "وش</w>": 1557,
  "وص": 1558,
  "وصال</w>": 1559,
  "وصل</w>": 1560,
  "وطن</w>": 1561,
  "وع": 1562,
  "وعدہ</w>": 1563,
  "وعدۂ</w>": 1564,
  "وعدے</w>": 1565,
  "وف": 1566,
  "وفا</w>": 1567,
  "وفائی</w>": 1568,
  "وق</w>": 1569,
  "وقت</w>": 1570,
  "ولیؔ</w>": 1571,
  "ون": 1572,
  "ون</w>": 1573,
  "وگرنہ</w>": 1574,
  "وں</w>": 1575,
  "وہ</w>": 1576,
  "وہاں</w>": 1577,
  "وہی</w>": 1578,
  "وی": 1579,
  "ویر": 1580,
  "ویرانی</w>": 1581,
  "ویٰ</w>": 1582,
  "وے</w>": 1583,
  "ٔ</w>": 1584,
  "ٰ": 1585,
  "ٰ</w>": 1586,
  "ٹ": 1587,
  "ٹ</w>": 1588,
  "ٹا</w>": 1589,
  "ٹو": 1590,
  "ٹوٹ</w>": 1591,
  "ٹوں</w>": 1592,
  "ٹپ": 1593,
  "ٹک": 1594,
  "ٹک</w>": 1595,
  "ٹکڑے</w>": 1596,
  "ٹھ": 1597,
  "ٹھ</w>": 1598,
  "ٹھک": 1599,
  "ٹھکانے</w>": 1600,
  "ٹھہ": 1601,
  "ٹھہر</w>": 1602,
  "ٹھے</w>": 1603,
  "ٹی</w>": 1604,
  "ٹے</w>": 1605,
  "پ": 1606,
  "پ</w>": 1607,
  "پا</w>": 1608,
  "پاؤں</w>": 1609,
  "پائی</w>": 1610,
  "پائے</w>": 1611,
  "پاتا</w>": 1612,
  "پاتے</w>": 1613,
  "پار</w>": 1614,
  "پاس</w>": 1615,
  "پانچ</w>": 1616,
  "پانی</w>": 1617,
  "پاک</w>": 1618,
  "پایا</w>": 1619,
  "پتا</w>": 1620,
  "پتھ": 1621,
  "پتھر</w>": 1622,
  "پر": 1623,
  "پر</w>": 1624,
  "پردہ</w>": 1625,
  "پردۂ</w>": 1626,
  "پردے</w>": 1627,
  "پرو": 1628,
  "پری": 1629,
  "پری</w>": 1630,
  "پریش": 1631,
  "پریشاں</w>": 1632,
  "پسند</w>": 1633,
  "پل": 1634,
  "پل</w>": 1635,
  "پنہاں</w>": 1636,
  "پو": 1637,
  "پوچھ": 1638,
  "پوچھ</w>": 1639,
  "پوچھتے</w>": 1640,
  "پوچھو</w>": 1641,
  "پوچھے</w>": 1642,
  "پڑ": 1643,
  "پڑا</w>": 1644,
  "پڑی</w>": 1645,
  "پڑے</w>": 1646,
  "پھ": 1647,
  "پھر</w>": 1648,
  "پھرتے</w>": 1649,
  "پھری</w>": 1650,
  "پھو": 1651,
  "پھول</w>": 1652,
  "پھی": 1653,
  "پہ": 1654,
  "پہ</w>": 1655,
  "پہر</w>": 1656,
  "پہلو</w>": 1657,
  "پہلے</w>": 1658,
  "پہنچ": 1659,
  "پہنچا</w>": 1660,
  "پہنچے</w>": 1661,
  "پہچ": 1662,
  "پہچان</w>": 1663,
  "پی": 1664,
  "پی</w>": 1665,
  "پیا": 1666,
  "پیار</w>": 1667,
  "پیارے</w>": 1668,
  "پیدا</w>": 1669,
  "پیرہن</w>": 1670,
  "پیش</w>": 1671,
  "پیغ": 1672,
  "پیغام</w>": 1673,
  "پیچ</w>": 1674,
  "چ": 1675,
  "چ</w>": 1676,
  "چا": 1677,
  "چا</w>": 1678,
  "چار</w>": 1679,
  "چارہ</w>": 1680,
  "چان": 1681,
  "چاند</w>": 1682,
  "چاندنی</w>": 1683,
  "چاک</w>": 1684,
  "چاہ": 1685,
  "چاہئے</w>": 1686,
  "چاہا</w>": 1687,
  "چاہتا</w>": 1688,
  "چاہیئے</w>": 1689,
  "چاہیے</w>": 1690,
  "چاہے</w>": 1691,
  "چرا": 1692,
  "چراغ</w>": 1693,
  "چراغاں</w>": 1694,
  "چش": 1695,
  "چشم</w>": 1696,
  "چل": 1697,
  "چل</w>": 1698,
  "چلا</w>": 1699,
  "چلو</w>": 1700,
  "چلی</w>": 1701,
  "چلے</w>": 1702,
  "چمن</w>": 1703,
  "چمک": 1704,
  "چند</w>": 1705,
  "چو": 1706,
  "چپ</w>": 1707,
  "چڑ": 1708,
  "چکا</w>": 1709,
  "چکے</w>": 1710,
  "چھ": 1711,
  "چھ</w>": 1712,
  "چھو": 1713,
  "چھوڑ</w>": 1714,
  "چھپ": 1715,
  "چھپ</w>": 1716,
  "چھپا</w>": 1717,
  "چھی": 1718,
  "چھے</w>": 1719,
  "چہ": 1720,
  "چہ</w>": 1721,
  "چہرہ</w>": 1722,
  "چہرے</w>": 1723,
  "چی": 1724,
  "چیز</w>": 1725,
  "چین</w>": 1726,
  "چے</w>": 1727,
  "ڈ": 1728,
  "ڈر</w>": 1729,
  "ڈرتے</w>": 1730,
  "ڈو": 1731,
  "ڈھ": 1732,
  "ڈھل</w>": 1733,
  "ڈھونڈ": 1734,
  "ڈھونڈتے</w>": 1735,
  "ڑ": 1736,
  "ڑ</w>": 1737,
  "ڑا</w>": 1738,
  "ڑوں</w>": 1739,
  "ڑی</w>": 1740,
  "ڑے</w>": 1741,
  "ژ": 1742,
  "ک": 1743,
  "ک</w>": 1744,
  "کئی</w>": 1745,
  "کئے</w>": 1746,
  "کا": 1747,
  "کا</w>": 1748,
  "کائنات</w>": 1749,
  "کار": 1750,
  "کار</w>": 1751,
  "کارواں</w>": 1752,
  "کاش</w>": 1753,
  "کاف": 1754,
  "کافر</w>": 1755,
  "کام</w>": 1756,
  "کامی": 1757,
  "کامیاب</w>": 1758,
  "کان": 1759,
  "کان</w>": 1760,
  "کاں</w>": 1761,
  "کب</w>": 1762,
  "کبھی</w>": 1763,
  "کت": 1764,
  "کتا</w>": 1765,
  "کتنا</w>": 1766,
  "کتنی</w>": 1767,
  "کتنے</w>": 1768,
  "کدھر</w>": 1769,
  "کدہ</w>": 1770,
  "کر": 1771,
  "کر</w>": 1772,
  "کرتا</w>": 1773,
  "کرتی</w>": 1774,
  "کرتے</w>": 1775,
  "کرم</w>": 1776,
  "کرن</w>": 1777,
  "کرنا</w>": 1778,
  "کرنی</w>": 1779,
  "کرنے</w>": 1780,
  "کرو</w>": 1781,
  "کروں</w>": 1782,
  "کریں</w>": 1783,
  "کرے</w>": 1784,
  "کس</w>": 1785,
  "کسو</w>": 1786,
  "کسی</w>": 1787,
  "کسے</w>": 1788,
  "کش": 1789,
  "کش</w>": 1790,
  "کشتی</w>": 1791,
  "کشی</w>": 1792,
  "کع": 1793,
  "کعبہ</w>": 1794,
  "کف</w>": 1795,
  "کل</w>": 1796,
  "کم</w>": 1797,
  "کمر</w>": 1798,
  "کمی</w>": 1799,
  "کن</w>": 1800,
  "کو": 1801,
  "کو</w>": 1802,
  "کوئی</w>": 1803,
  "کوئے</w>": 1804,
  "کون</w>": 1805,
  "کوچے</w>": 1806,
  "کوں</w>": 1807,
  "کوہ</w>": 1808,
  "کٹ</w>": 1809,
  "کچھ</w>": 1810,
  "کھ": 1811,
  "کھ</w>": 1812,
  "کھا</w>": 1813,
  "کھل": 1814,
  "کھل</w>": 1815,
  "کھلا</w>": 1816,
  "کھلتیں</w>": 1817,
  "کھلے</w>": 1818,
  "کھو": 1819,
  "کھو</w>": 1820,
  "کھول</w>": 1821,
  "کھی": 1822,
  "کھیل</w>": 1823,
  "کھینچ": 1824,
  "کھینچ</w>": 1825,
  "کھینچی</w>": 1826,
  "کہ": 1827,
  "کہ</w>": 1828,
  "کہئے</w>": 1829,
  "کہا</w>": 1830,
  "کہانی</w>": 1831,
  "کہاں</w>": 1832,
  "کہتا</w>": 1833,
  "کہتی</w>": 1834,
  "کہتے</w>": 1835,
  "کہنا</w>": 1836,
  "کہنے</w>": 1837,
  "کہو</w>": 1838,
  "کہوں</w>": 1839,
  "کہہ</w>": 1840,
  "کہی</w>": 1841,
  "کہیں</w>": 1842,
  "کہیے</w>": 1843,
  "کہے</w>": 1844,
  "کی": 1845,
  "کی</w>": 1846,
  "کیا</w>": 1847,
  "کیجے</w>": 1848,
  "کیسا</w>": 1849,
  "کیسی</w>": 1850,
  "کیسے</w>": 1851,
  "کیون": 1852,
  "کیونکر</w>": 1853,
  "کیوں</w>": 1854,
  "کیں</w>": 1855,
  "کیے</w>": 1856,
  "کے</w>": 1857,
  "گ": 1858,
  "گ</w>": 1859,
  "گئی</w>": 1860,
  "گئیں</w>": 1861,
  "گئے</w>": 1862,
  "گا</w>": 1863,
  "گار</w>": 1864,
  "گاں</w>": 1865,
  "گاہ</w>": 1866,
  "گر": 1867,
  "گر</w>": 1868,
  "گراں</w>": 1869,
  "گرد": 1870,
  "گرد</w>": 1871,
  "گردش</w>": 1872,
  "گردن</w>": 1873,
  "گرفت": 1874,
  "گرفتار</w>": 1875,
  "گرم</w>": 1876,
  "گرچہ</w>": 1877,
  "گری": 1878,
  "گریباں</w>": 1879,
  "گریہ</w>": 1880,
  "گز": 1881,
  "گز</w>": 1882,
  "گزر</w>": 1883,
  "گزری</w>": 1884,
  "گزرے</w>": 1885,
  "گس</w>": 1886,
  "گفت": 1887,
  "گفتگو</w>": 1888,
  "گل": 1889,
  "گل</w>": 1890,
  "گلستاں</w>": 1891,
  "گلشن</w>": 1892,
  "گلہ</w>": 1893,
  "گلی</w>": 1894,
  "گلے</w>": 1895,
  "گم</w>": 1896,
  "گماں</w>": 1897,
  "گنا": 1898,
  "گناہ</w>": 1899,
  "گنہ</w>": 1900,
  "گو": 1901,
  "گو</w>": 1902,
  "گوارا</w>": 1903,
  "گوں</w>": 1904,
  "گویا</w>": 1905,
  "گھ": 1906,
  "گھبرا</w>": 1907,
  "گھر</w>": 1908,
  "گھٹ": 1909,
  "گھڑی</w>": 1910,
  "گہر</w>": 1911,
  "گی": 1912,
  "گی</w>": 1913,
  "گیا</w>": 1914,
  "گے</w>": 1915,
  "ھ": 1916,
  "ھ</w>": 1917,
  "ھا</w>": 1918,
  "ھو": 1919,
  "ھون": 1920,
  "ھی</w>": 1921,
  "ھے</w>": 1922,
  "ہ": 1923,
  "ہ</w>": 1924,
  "ہا</w>": 1925,
  "ہائے</w>": 1926,
  "ہاتھ</w>": 1927,
  "ہاتھوں</w>": 1928,
  "ہار</w>": 1929,
  "ہاں</w>": 1930,
  "ہج": 1931,
  "ہجر</w>": 1932,
  "ہجوم</w>": 1933,
  "ہد</w>": 1934,
  "ہر": 1935,
  "ہر</w>": 1936,
  "ہرگز</w>": 1937,
  "ہزار</w>": 1938,
  "ہستی</w>": 1939,
  "ہم": 1940,
  "ہم</w>": 1941,
  "ہما": 1942,
  "ہمارا</w>": 1943,
  "ہماری</w>": 1944,
  "ہمارے</w>": 1945,
  "ہمدم</w>": 1946,
  "ہمیشہ</w>": 1947,
  "ہمیں</w>": 1948,
  "ہن": 1949,
  "ہنر</w>": 1950,
  "ہنس</w>": 1951,
  "ہنسی</w>": 1952,
  "ہنگ": 1953,
  "ہو": 1954,
  "ہو</w>": 1955,
  "ہوئی</w>": 1956,
  "ہوئے</w>": 1957,
  "ہوا</w>": 1958,
  "ہواؤں</w>": 1959,
  "ہوائے</w>": 1960,
  "ہوتا</w>": 1961,
  "ہوتی</w>": 1962,
  "ہوتے</w>": 1963,
  "ہور</w>": 1964,
  "ہوس</w>": 1965,
  "ہوش</w>": 1966,
  "ہون": 1967,
  "ہونا</w>": 1968,
  "ہونے</w>": 1969,
  "ہوگا</w>": 1970,
  "ہوگی</w>": 1971,
  "ہوں</w>": 1972,
  "ہی</w>": 1973,
  "ہیں</w>": 1974,
  "ہے</w>": 1975,
  "ۂ</w>": 1976,
  "ی": 1977,
  "ی</w>": 1978,
  "یا": 1979,
  "یا</w>": 1980,
  "یات</w>": 1981,
  "یاد</w>": 1982,
  "یار</w>": 1983,
  "یارب</w>": 1984,
  "یارو</w>": 1985,
  "یاروں</w>": 1986,
  "یاں</w>": 1987,
  "یت</w>": 1988,
  "ید</w>": 1989,
  "یر</w>": 1990,
  "یعنی</w>": 1991,
  "یقیں</w>": 1992,
  "ین</w>": 1993,
  "یو</w>": 1994,
  "یوسف</w>": 1995,
  "یوں</w>": 1996,
  "یٔ</w>": 1997,
  "یک</w>": 1998,
  "یں</w>": 1999,
  "یہ</w>": 2000,
  "یہاں</w>": 2001,
  "یہی</w>": 2002,
  "یے</w>": 2003,
  "ے": 2004,
  "ے</w>": 2005,
  "ۓ</w>": 2006,
  "‌": 2007,
  "‌</w>": 2008
}